{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1008", "doc_id": "no"}, "id": "nfcorpus-PLAIN-1008-no", "question": "deafness", "context": null}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1008", "doc_id": "MED-4668"}, "id": "nfcorpus-PLAIN-1008-MED-4668", "question": "deafness", "context": "Endemic cretinism includes two syndromes: a more common neurological disorder with brain damage, deaf mutism, squint and spastic paresis of the legs and a less common syndrome of severe hypothyroidism, growth retardation and less severe mental defect. Both conditions are due to dietary iodine deficiency and can be prevented by correction of iodine deficiency before pregnancy. Endemic cretinism is now included in the spectrum of the effects of iodine deficiency in a population termed the 'iodine deficiency disorders (IDDs)', which also includes a wide range of lesser degrees of cognitive defect that can be prevented by the correction of iodine deficiency. Iodine deficiency is now recognised by the World Health Organization (WHO) as the most common preventable cause of brain damage with in excess of 2 billion at risk from 130 countries. A global United Nations (UN) programme of prevention has achieved 68% household usage of iodised salt by the year 2000 compared with less than 20% prior to 1990. Copyright 2009 Elsevier Ltd. All rights reserved."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1008", "doc_id": "MED-5036"}, "id": "nfcorpus-PLAIN-1008-MED-5036", "question": "deafness", "context": "We evaluated long-term use of mobile phones and the risk for brain tumours in case-control studies published so far on this issue. We identified ten studies on glioma and meta-analysis yielded OR = 0.9, 95% CI = 0.8-1.1. Latency period of > or =10-years gave OR = 1.2, 95% CI = 0.8-1.9 based on six studies, for ipsilateral use (same side as tumour) OR = 2.0, 95% CI = 1.2-3.4 (four studies), but contralateral use did not increase the risk significantly, OR = 1.1, 95% CI = 0.6-2.0. Meta-analysis of nine studies on acoustic neuroma gave OR = 0.9, 95% CI = 0.7-1.1 increasing to OR = 1.3, 95% CI = 0.6-2.8 using > or =10-years latency period (four studies). Ipsilateral use gave OR = 2.4, 95% CI = 1.1-5.3 and contra-lateral OR = 1.2, 95% CI = 0.7-2.2 in the > or =10-years latency period group (three studies). Seven studies gave results for meningioma yielding overall OR = 0.8, 95% CI = 0.7-0.99. Using > or =10-years latency period OR = 1.3, 95% CI = 0.9-1.8 was calculated (four studies) increasing to OR = 1.7, 95% CI = 0.99-3.1 for ipsilateral use and OR = 1.0, 95% CI = 0.3-3.1 for contralateral use (two studies). We conclude that this meta-analysis gave a consistent pattern of an association between mobile phone use and ipsilateral glioma and acoustic neuroma using > or =10-years latency period."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1008", "doc_id": "MED-4430"}, "id": "nfcorpus-PLAIN-1008-MED-4430", "question": "deafness", "context": "Guillain-Barré syndrome (GBS) is a classic failure of the immune system with a life-threatening attack upon a critical self-component. The active phase of the disease is short, concordant with the latency of a primary adaptive immune response. Triggers for GBS include infection and (rarely) vaccination; cross-reactivity between infectious and neural epitopes has been well demonstrated, particularly for Campylobacter jejuni and motor axonal forms of GBS in which non-protein gangliosides are antigenic. Most people are probably exposed to a GBS trigger, but only rarely does the disease develop. We propose that GBS illustrates competing determinants of the immune system's decision about whether to mount a response, and that in unlucky affected individuals, co-presentation of cross-reactive antigens with danger signals activating pattern-recognition receptors overcomes normal self-recognition such that a primary response is initiated that attacks the nerve. Then, in most cases of GBS, the response rapidly turns off, and second attacks rarely occur. This suggests active restoration of tolerance, and specific privileged site attributes of nerve and declining danger signals as the trigger wanes may contribute to this restoration. Standard immunosuppression has not been effective in GBS. We suggest this is because immune tolerance is already being restored by the time such therapies are initiated. This in turn suggests that improvements in GBS outcomes are likely to come from better protection of the nerve cells under attack while normal resumption of tolerance is permitted to proceed rather than exploring more aggressive immunosuppressive approaches."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1008", "doc_id": "MED-2804"}, "id": "nfcorpus-PLAIN-1008-MED-2804", "question": "deafness", "context": "Osteoarthritis (OA) is the most common form of arthritis in the US, and a leading cause of disability. It is typically defined in epidemiologic studies on the basis of radiographic findings and consideration of symptoms. Its incidence and prevalence are rising, likely related to the aging of the population and increasing obesity. Risk factors for OA include a number of person-level factors, such as age, sex, obesity, and genetics, as well as joint-specific factors that are likely reflective of abnormal loading of the joints. A number of methodologic challenges exist in studying OA that can hamper our ability to identify pertinent relationships."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1008", "doc_id": "MED-5135"}, "id": "nfcorpus-PLAIN-1008-MED-5135", "question": "deafness", "context": "Vitamin B(12) deficiency in infants often produces haematological and neurological deficits, including macrocytic anaemia, neurodevelopmental delay or regression, irritability, weakness, hypotonia, ataxia, apathy, tremor, and seizures. The diagnosis of vitamin B(12) deficiency can be difficult when the typical macrocytic anaemia is absent. We report the case of a 10-month-old female diagnosed with West syndrome associated with vitamin B(12) deficiency but without macrocytic anaemia caused by nutritional inadequacy in the mother. The patient's motor skills and cognitive development were normal until she was 9 months old, when she began to exhibit a series of sudden flexions of the head, trunk, arms, and legs. She was exclusively breast-fed and had received no vitamin supplementation. Results of electroencephalography (EEG) indicated modified hypsarrhythmia and the patient was diagnosed as having West syndrome. Synthetic adrenocorticotropic hormone was administered and although her spasms had resolved, the patient remained apathic and could not sit without assistance. EEG results indicated generalized slow activity. After she was diagnosed as having vitamin B(12) deficiency, parenteral treatment with vitamin B(12) was initiated. Her symptoms resolved and EEG was completely normal. When she was 20 months old she exhibited an age-appropriate developmental and neurological profile. To our knowledge, this is the first report of West syndrome as a presenting symptom of vitamin B(12) deficiency."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1008", "doc_id": "MED-1928"}, "id": "nfcorpus-PLAIN-1008-MED-1928", "question": "deafness", "context": "Purpose of review There has been growing evidence that lifestyle factors may affect the health and lifespan of an individual by affecting telomere length. The purpose of this review was to highlight the importance of telomeres in human health and aging and to summarize possible lifestyle factors that may affect health and longevity by altering the rate of telomere shortening. Recent findings Recent studies indicate that telomere length, which can be affected by various lifestyle factors, can affect the pace of aging and onset of age-associated diseases. Summary Telomere length shortens with age. Progressive shortening of telomeres leads to senescence, apoptosis, or oncogenic transformation of somatic cells, affecting the health and lifespan of an individual. Shorter telomeres have been associated with increased incidence of diseases and poor survival. The rate of telomere shortening can be either increased or decreased by specific lifestyle factors. Better choice of diet and activities has great potential to reduce the rate of telomere shortening or at least prevent excessive telomere attrition, leading to delayed onset of age-associated diseases and increased lifespan. This review highlights the role of telomeres in aging and describes the lifestyle factors which may affect telomeres, human health, and aging."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1008", "doc_id": "MED-5142"}, "id": "nfcorpus-PLAIN-1008-MED-5142", "question": "deafness", "context": "OBJECTIVE: We describe a case of irreversible subacute sclerotic combined degeneration of the spinal cord in a Western vegan subject. METHODS: A 57-y-old man, member of a vegan cult for 13 y, developed weakness, paraplegia, hyper-reflexia, distal symmetric muscular hypotrophy, impairment of superficial sensation in the hands and feet, loss of deep sensation in the lower limbs, and neurogenic bladder and bowel. Magnetic resonance imaging of the cervical and dorsal spine disclosed abnormally increased signal intensity on T(2)-weighted sections in the posterior and lateral columns. Subacute sclerotic combined degeneration of the spinal cord was diagnosed and treatment with cobalamin was started. RESULTS: Despite rehabilitative treatment, the patient developed spastic hypertonia with mild improvement of paresthesias. Six months later, vitamin B12 plasma levels and hematological analysis were normal. One year later, spastic paraplegia was still present and the patient was unable to walk despite improvement on magnetic resonance imaging. CONCLUSION: Irreversible subacute sclerotic combined degeneration of the spinal cord is a rare but possible effect of a strict vegetarian diet."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1008", "doc_id": "MED-2036"}, "id": "nfcorpus-PLAIN-1008-MED-2036", "question": "deafness", "context": "The prevalence of allergic-related diseases, food intolerance, and chemical sensitivities in both the pediatric and adult population has increased dramatically over the last two decades, with escalating rates of associated morbidity. Conditions of acquired allergy, food intolerance and chemical hypersensitivity are frequently the direct sequelae of a toxicant induced loss of tolerance (TILT) in response to a significant initiating toxic exposure. Following the primary toxicant insult, the individuals become sensitive to low levels of diverse and unrelated triggers in their environment such as commonly encountered chemical, inhalant or food antigens. Among sensitized individuals, exposure to assorted inciting stimuli may precipitate diverse clinical and/or immune sequelae as may be evidenced by clinical symptoms as well as varied lymphocyte, antibody, or cytokine responses in some cases. Recently recognized as a mechanism of disease development, TILT and resultant sensitivity-related illness (SRI) may involve various organ systems and evoke wide-ranging physical or neuropsychological manifestations. With escalating rates of toxicant exposure and bioaccumulation in the population-at-large, an increasing proportion of contemporary illness is the direct result of TILT and ensuing SRI. Avoidance of triggers will preclude symptoms, and desensitization immunotherapy or immune suppression may ameliorate symptomatology in some cases. Resolution of SRI generally occurs on a gradual basis following the elimination of bioaccumulated toxicity and avoidance of further initiating adverse environmental exposures. As has usually been the case throughout medical history whenever new evidence regarding disease mechanisms emerges, resistance to the translation of knowledge abounds. Copyright © 2010 Elsevier B.V. All rights reserved."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1008", "doc_id": "MED-2178"}, "id": "nfcorpus-PLAIN-1008-MED-2178", "question": "deafness", "context": "Background Tremor is a widespread phenomenon in human populations. Environmental factors are likely to play an etiological role. Harmane (1-methyl-9H-pyrido[3,4-β]indole) is a potent tremor-producing β-carboline alkaloid. Lead is another tremor-producing neurotoxicant. The effects of harmane and lead with respect to tremor have been studied in isolation. Objectives We tested the hypothesis that tremor would be particularly severe among individuals who had high blood concentrations of both of these toxicants. Methods Blood concentrations of harmane and lead were each quantified in 257 individuals (106 essential tremor cases and 151 controls) enrolled in an environmental epidemiological study. Total tremor score (range = 0 – 36) was a clinical measure of tremor severity. Results The total tremor score ranged from 0 – 36, indicating that a full spectrum of tremor severities was captured in our sample. Blood harmane concentration correlated with total tremor score (p = 0.007), as did blood lead concentration (p = 0.045). The total tremor score was lowest in participants with both low blood harmane and lead concentrations (8.4 ± 8.2), intermediate in participants with high concentrations of either toxicant (10.5 ± 9.8), and highest in participants with high concentrations of both toxicants (13.7 ± 10.4)(p = 0.01). Conclusions Blood harmane and lead concentrations separately correlated with total tremor scores. Participants with high blood concentrations of both toxicants had the highest tremor scores, suggesting an additive effect of these toxicants on tremor severity. Given the very high population prevalence of tremor disorders, identifying environmental determinants is important for primary disease prevention."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1008", "doc_id": "MED-901"}, "id": "nfcorpus-PLAIN-1008-MED-901", "question": "deafness", "context": "To determine whether cow's milk allergy (CMA) in infancy is associated with recurrent otitis media (ROM) or other chronic ear infections, we conducted a cohort study by enrolling 56 milk-allergic and 204 control schoolchildren. We also studied the association between ear problems and different atopic manifestations. A higher proportion of children with CMA had had ROM. defined as at least 15 acute otitis media episodes by the age of 10 years (27%, vs 12%, p = 0.009), and had undergone adenoidectomy and or tympanostomy compared with the controls (48%, vs 28%, p = 0.005). However, this was only true of the children who had developed respiratory atopy. Asthma and/or allergic rhinitis, but not atopic dermatitis, posed a significant risk for ROM, while all the three atopic manifestations enhanced the risk for secretory otitis media. Positive skin prick tests with food, but not with inhaled allergens, tended to be associated with ear problems. In conclusion, we found that children with CMA in infancy, even when properly treated, had experienced significantly more ROM, the risk associating with concomitant development of respiratory atopy."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1018", "doc_id": "no"}, "id": "nfcorpus-PLAIN-1018-no", "question": "DHA", "context": null}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1018", "doc_id": "MED-5095"}, "id": "nfcorpus-PLAIN-1018-MED-5095", "question": "DHA", "context": "Docosahexaenoic acid (DHA), a long-chain omega-3 fatty acid, is important for eye and brain development and ongoing visual, cognitive, and cardiovascular health. Unlike fish-sourced oils, the bioavailability of DHA from vegetarian-sourced (algal) oils has not been formally assessed. We assessed bioequivalence of DHA oils in capsules from two different algal strains versus bioavailability from an algal-DHA-fortified food. Our 28-day randomized, placebo-controlled, parallel group study compared bioavailability of (a) two different algal DHA oils in capsules (\"DHASCO-T\" and \"DHASCO-S\") at doses of 200, 600, and 1,000 mg DHA per day (n = 12 per group) and of (b) an algal-DHA-fortified food (n = 12). Bioequivalence was based on changes in plasma phospholipid and erythrocyte DHA levels. Effects on arachidonic acid (ARA), docosapentaenoic acid-n-6 (DPAn-6), and eicosapentaenoic acid (EPA) were also determined. Both DHASCO-T and DHASCO-S capsules produced equivalent DHA levels in plasma phospholipids and erythrocytes. DHA response was dose-dependent and linear over the dose range, plasma phospholipid DHA increased by 1.17, 2.28 and 3.03 g per 100 g fatty acid at 200, 600, and 1,000 mg dose, respectively. Snack bars fortified with DHASCO-S oil also delivered equivalent amounts of DHA on a DHA dose basis. Adverse event monitoring revealed an excellent safety and tolerability profile. Two different algal oil capsule supplements and an algal oil-fortified food represent bioequivalent and safe sources of DHA."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1018", "doc_id": "MED-1832"}, "id": "nfcorpus-PLAIN-1018-MED-1832", "question": "DHA", "context": "The need for a dietary supply of docosahexaenoic acid (DHA) and arachidonic aid (AA) in term infants was evaluated in a double-masked randomized clinical trial of the effects of supplementation of term infant formula with DHA (0.35% of total fatty acids) or with DHA (0.36%) and AA (0.72%) on visual acuity development. One hundred and eight healthy term infants were enrolled in the study; 79 were exclusively formula-fed from birth (randomized group) and 29 were exclusively breast-fed (gold standard group). Infants were evaluated at four time points during the first 12 mo of life for blood fatty acid composition, growth, sweep visual evoked potential (VEP) acuity, and forced choice preferential looking acuity. Supplementation of term infant formula with DHA or with DHA and AA during the first 4 mo of life yields clear differences in total red blood cell (RBC) lipid composition. Supplementation of term infant formula with DHA or with DHA and AA also yields better sweep VEP acuity at 6, 17, and 52 wk of age but not at 26 wk of age, when acuity development reaches a plateau. The RBC lipid composition and sweep VEP acuity of supplemented infants was similar to that of human milk-fed infants, whereas the RBC lipid composition and sweep VEP acuity of unsupplemented infants was significantly different from human milk-fed infants. Differences in acuity among diet groups were too subtle to be detected by the forced choice preferential looking protocol. Infants in all diet groups had similar rates of growth and tolerated all diets well. Thus, early dietary intake of preformed DHA and AA appears necessary for optimal development of the brain and eye of the human infant."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1018", "doc_id": "MED-5091"}, "id": "nfcorpus-PLAIN-1018-MED-5091", "question": "DHA", "context": "BACKGROUND: Docosahexaenoic acid (DHA) is important to neural development. Whether DHA intakes are low enough in some pregnant women to impair infant development is uncertain. OBJECTIVE: We sought to determine whether DHA deficiency occurs in pregnant women and contributes to poor infant development. DESIGN: Biochemical cutoffs, dietary intakes, or developmental scores indicative of DHA deficiency are not defined. Infant development has a distribution in which an individual's potential development is unknown. This was a randomized intervention to establish a distribution of developmental scores for infants of women with DHA intakes considered to be above requirements against which to compare the development of infants of mothers consuming their usual diet. DHA (400 mg/d; n = 67) or a placebo (n = 68) was consumed by the women from 16 wk gestation until delivery. We determined maternal red blood cell ethanolamine phosphoglyceride fatty acids, dietary intakes at 16 and 36 wk gestation, and infant visual acuity at 60 d of age. RESULTS: We described an approach to identify DHA deficiency when biochemical and functional markers of deficiency are unknown. In multivariate analyses, infant visual acuity was related to sex (beta = 0.660, SE = 0.93, and odds ratio = 1.93) and maternal DHA intervention (beta = 1.215, SE = 1.64, and odds ratio = 3.37). More infant girls in the placebo than in the DHA intervention group had a visual acuity below average (P = 0.048). Maternal red blood cell ethanolamine phosphoglyceride docosatetraenoic acid was inversely related to visual acuity in boys (rho = -0.37, P < 0.05) and girls (rho = -0.48, P < 0.01). CONCLUSIONS: These studies suggest that some pregnant women in our study population were DHA-deficient."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1018", "doc_id": "MED-4936"}, "id": "nfcorpus-PLAIN-1018-MED-4936", "question": "DHA", "context": "Food and nutrition professionals question whether supplement-sourced nutrients appear to be equivalent to those derived from natural food sources. We compared the nutritional availability of docosahexaenoic acid (DHA) from algal-oil capsules to that from assayed cooked salmon in 32 healthy men and women, ages 20 to 65 years, in a randomized, open-label, parallel-group study. In this 2-week study comparing 600 mg DHA/day from algal-oil capsules to that from assayed portions of cooked salmon, mean change from baseline in plasma phospholipids and erythrocyte DHA levels was analyzed and DHA levels were compared by Student's t tests. In post-hoc analyses to determine bioequivalence, least-squares mean ratios of percent change from baseline in plasma phospholipid and erythrocyte DHA levels were compared. DHA levels increased by approximately 80% in plasma phospholipids and by approximately 25% in erythrocytes in both groups. Changes in DHA levels in plasma phospholipids and erythrocytes were similar between groups. As measured by delivery of DHA to both plasma and erythrocytes, fish and algal-oil capsules were equivalent. Both regimens were generally well-tolerated. These results indicate that algal-oil DHA capsules and cooked salmon appear to be bioequivalent in providing DHA to plasma and red blood cells and, accordingly, that algal-oil DHA capsules represent a safe and convenient source of non-fish-derived DHA."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1018", "doc_id": "MED-839"}, "id": "nfcorpus-PLAIN-1018-MED-839", "question": "DHA", "context": "Long-chain EPA/DHA omega-3 fatty acid supplementation can be co-preventative and co-therapeutic. Current research suggests increasing accumulated long chain omega-3s for health benefits and as natural medicine in several major diseases. But many believe plant omega-3 sources are nutritionally and therapeutically equivalent to the EPA/DHA omega-3 in fish oil. Although healthy, precursor ALA bio-conversion to EPA is inefficient and production of DHA is nearly absent, limiting the protective value of ALA supplementation from flax-oil, for example. Along with pollutants certain fish acquire high levels of EPA/DHA as predatory species. However, the origin of EPA/DHA in aquatic ecosystems is algae. Certain microalgae produce high levels of EPA or DHA. Now, organically produced DHA-rich microalgae oil is available. Clinical trials with DHA-rich oil indicate comparable efficacies to fish oil for protection from cardiovascular risk factors by lowering plasma triglycerides and oxidative stress. This review discusses 1) omega-3 fatty acids in nutrition and medicine; 2) omega-3s in physiology and gene regulation; 3) possible protective mechanisms of EPA/DHA in major diseases such as coronary heart disease, atherosclerosis, cancer and type 2 diabetes; 4) EPA and DHA requirements considering fish oil safety; and 5) microalgae EPA and DHA-rich oils and recent clinical results."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1018", "doc_id": "MED-5093"}, "id": "nfcorpus-PLAIN-1018-MED-5093", "question": "DHA", "context": "BACKGROUND: There are few studies reporting on docosahexaenoic acid (DHA, 22:6n-3) supplementation during pregnancy and infant cognitive function. DHA supplementation in pregnancy and infant problem solving in the first year have not been investigated. OBJECTIVE: We tested the hypothesis that infants born to women who consumed a DHA-containing functional food during pregnancy would demonstrate better problem-solving abilities and recognition memory than would infants born to women who consumed the placebo during pregnancy. DESIGN: In a double-blind, placebo-controlled, randomized trial, pregnant women consumed a DHA-containing functional food or a placebo from gestation week 24 until delivery. Study groups received DHA-containing cereal-based bars (300 mg DHA/92-kcal bar; average consumption: 5 bars/wk; n = 14) or cereal-based placebo bars (n = 15). The Infant Planning Test and Fagan Test of Infant Intelligence were administered to infants at age 9 mo. The problem-solving trial included a support step and a search step. The procedure was scored on the basis of the infant's performance on each step and on the entire problem (intention score and total intentional solutions). Scores were generated on the basis of the cumulative performance of the infant on 5 trials. RESULTS: Treatment had significant effects on the performance of problem-solving tasks: total intention score (P = 0.017), total intentional solutions (P = 0.011), and number of intentional solutions on both cloth (P = 0.008) and cover (P = 0.004) steps. There were no significant differences between groups in any measure of Fagan Test of Infant Intelligence. CONCLUSION: These data point to a benefit for problem solving but not for recognition memory at age 9 mo in infants of mothers who consumed a DHA-containing functional food during pregnancy."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1018", "doc_id": "MED-928"}, "id": "nfcorpus-PLAIN-1018-MED-928", "question": "DHA", "context": "Background Bioavailability of omega-3 fatty acids (FA) depends on their chemical form. Superior bioavailability has been suggested for phospholipid (PL) bound omega-3 FA in krill oil, but identical doses of different chemical forms have not been compared. Methods In a double-blinded crossover trial, we compared the uptake of three EPA+DHA formulations derived from fish oil (re-esterified triacylglycerides [rTAG], ethyl-esters [EE]) and krill oil (mainly PL). Changes of the FA compositions in plasma PL were used as a proxy for bioavailability. Twelve healthy young men (mean age 31 y) were randomized to 1680 mg EPA+DHA given either as rTAG, EE or krill oil. FA levels in plasma PL were analyzed pre-dose and 2, 4, 6, 8, 24, 48, and 72 h after capsule ingestion. Additionally, the proportion of free EPA and DHA in the applied supplements was analyzed. Results The highest incorporation of EPA+DHA into plasma PL was provoked by krill oil (mean AUC0-72 h: 80.03 ± 34.71%*h), followed by fish oil rTAG (mean AUC0-72 h: 59.78 ± 36.75%*h) and EE (mean AUC0-72 h: 47.53 ± 38.42%*h). Due to high standard deviation values, there were no significant differences for DHA and the sum of EPA+DHA levels between the three treatments. However, a trend (p = 0.057) was observed for the differences in EPA bioavailability. Statistical pair-wise group comparison's revealed a trend (p = 0.086) between rTAG and krill oil. FA analysis of the supplements showed that the krill oil sample contained 22% of the total EPA amount as free EPA and 21% of the total DHA amount as free DHA, while the two fish oil samples did not contain any free FA. Conclusion Further studies with a larger sample size carried out over a longer period are needed to substantiate our findings and to determine differences in EPA+DHA bioavailability between three common chemical forms of LC n-3 FA (rTAG, EE and krill oil). The unexpected high content of free EPA and DHA in krill oil, which might have a significant influence on the availability of EPA+DHA from krill oil, should be investigated in more depth and taken into consideration in future trials."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1018", "doc_id": "MED-4321"}, "id": "nfcorpus-PLAIN-1018-MED-4321", "question": "DHA", "context": "PURPOSE OF REVIEW: Levels of dehydroepiandrosterone (DHEA) are known to decline with age. In an era of increasing use of supplements to better life, the benefits of DHEA in the aging female population are controversial. The goal of this article is to critically review published studies to determine if there is a role for DHEA supplementation in postmenopausal women. RECENT FINDINGS: Daily administration of oral DHEA achieves serum concentrations similar to those of women in their 20s. Several observational studies have shown that lower DHEA levels are associated with increased cardiovascular risk in women; however, interventional trials show no improvement in atherosclerosis or cardiovascular risk factors, and a lowering of HDL cholesterol levels. DHEA supplementation modestly increases bone mineral density in conjunction with adjuvant therapies and improves cognition in those with mild-to-moderate cognitive impairment, but does not affect cognition in unimpaired women. Use of intravaginal DHEA, but not oral DHEA, alleviates vaginal atrophy and improves sexual function in postmenopausal women. SUMMARY: On the basis of current evidence, there is no role for oral DHEA supplementation in healthy, postmenopausal women. Where benefits have been shown, long-term studies are needed to confirm these benefits and verify the safety profile of DHEA."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1018", "doc_id": "MED-4323"}, "id": "nfcorpus-PLAIN-1018-MED-4323", "question": "DHA", "context": "Dehydroepiandrosterone (DHEA) is the major steroid produced by the adrenal zona reticularis and, in contrast to cortisol and aldosterone, its secretion declines with ageing. This has generated major interest in its putative role as an 'anti-ageing' hormone. However, it is not clear that the age-associated, physiological decline in DHEA secretion represents a harmful deficiency. DHEA exhibits its action mainly by conversion to sex steroids. In addition, DHEA has neurosteroidal properties and may exhibit direct action via specific binding sites on endothelial cells. There is convincing evidence for beneficial effects of DHEA in patients with adrenal insufficiency and future research will hopefully elucidate its role in patients receiving pharmacological glucocorticoid treatment. However, in healthy elderly subjects, current evidence from randomised, controlled trials does not justify the use of DHEA, with no major beneficial effects reported and, in addition, potentially adverse effects on sex steroid-dependent tumour growth need to be considered. Copyright 2004 Elsevier Ltd."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1018", "doc_id": "MED-838"}, "id": "nfcorpus-PLAIN-1018-MED-838", "question": "DHA", "context": "Docosahexaenoic acid (DHA) is an omega-3 fatty acid that comprises 22 carbons and 6 alternative double bonds in its hydrocarbon chain (22:6omega3). Previous studies have shown that DHA from fish oil controls the growth and development of different cancers; however, safety issues have been raised repeatedly about contamination of toxins in fish oil that makes it no longer a clean and safe source of the fatty acid. We investigated the cell growth inhibition of DHA from the cultured microalga Crypthecodinium cohnii (algal DHA [aDHA]) in human breast carcinoma MCF-7 cells. aDHA exhibited growth inhibition on breast cancer cells dose-dependently by 16.0% to 59.0% of the control level after 72-h incubations with 40 to 160 microM of the fatty acid. DNA flow cytometry shows that aDHA induced sub-G(1) cells, or apoptotic cells, by 64.4% to 171.3% of the control levels after incubations with 80 mM of the fatty acid for 24, 48, and 72 h. Western blot studies further show that aDHA did not modulate the expression of proapoptotic Bax protein but induced the downregulation of anti-apoptotic Bcl-2 expression time-dependently, causing increases of Bax/Bcl-2 ratio by 303.4% and 386.5% after 48- and 72-h incubations respectively with the fatty acid. Results from this study suggest that DHA from the cultured microalga is also effective in controlling cancer cell growth and that downregulation of antiapoptotic Bcl-2 is an important step in the induced apoptosis."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-102", "doc_id": "no"}, "id": "nfcorpus-PLAIN-102-no", "question": "Stopping Heart Disease in Childhood", "context": null}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-102", "doc_id": "MED-4613"}, "id": "nfcorpus-PLAIN-102-MED-4613", "question": "Stopping Heart Disease in Childhood", "context": "The world's advanced countries have easy access to plentiful high-fat food; ironically, it is this rich diet that produces atherosclerosis. In the world's poorer nations, many people subsist on a primarily plant-based diet, which is far healthier, especially in terms of heart disease. To treat coronary heart disease, a century of scientific investigation has produced a device-driven, risk factor-oriented strategy. Nevertheless, many patients treated with this approach experience progressive disability and death. This strategy is a rear-guard defensive one. In contrast, compelling data from nutritional studies, population surveys, and interventional studies support the effectiveness of a plant-based diet and aggressive lipid lowering to arrest, prevent, and selectively reverse heart disease. In essence, this is an offensive strategy. The single biggest step toward adopting this strategy would be to have United States dietary guidelines support a plant-based diet. An expert committee purged of industrial and political influence is required to assure that science is the basis for dietary recommendations. (c)2001 CHF, Inc."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-102", "doc_id": "MED-4255"}, "id": "nfcorpus-PLAIN-102-MED-4255", "question": "Stopping Heart Disease in Childhood", "context": "The world's advanced countries have easy access to plentiful high-fat food; ironically, it is this rich diet that produces atherosclerosis. In the world's poorer nations, many people subsist on a primarily plant-based diet, which is far healthier, especially in terms of heart disease. To treat coronary heart disease, a century of scientific investigation has produced a device-driven, risk factor-oriented strategy. Nevertheless, many patients treated with this approach experience progressive disability and death. This strategy is a rear-guard defensive one. In contrast, compelling data from nutritional studies, population surveys, and interventional studies support the effectiveness of a plant-based diet and aggressive lipid lowering to arrest, prevent, and selectively reverse heart disease. In essence, this is an offensive strategy. The single biggest step toward adopting this strategy would be to have United States dietary guidelines support a plant-based diet. An expert committee purged of industrial and political influence is required to assure that science is the basis for dietary recommendations. (c)2001 CHF, Inc."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-102", "doc_id": "MED-3255"}, "id": "nfcorpus-PLAIN-102-MED-3255", "question": "Stopping Heart Disease in Childhood", "context": "BACKGROUND: Early childhood introduction of nutritional habits aimed at atherosclerosis prevention reduces children's serum total cholesterol concentration, but its effect on vascular endothelial function is unknown. METHODS AND RESULTS: Between 1990 and 1992, we randomized healthy 7-month-old infants (n=1062) to intervention (low-saturated-fat diet) and control (unrestricted diet) groups. At the age of 11 years, endothelium-dependent (flow-mediated) and endothelium-independent (nitrate-mediated) vasodilatory responses of the brachial artery were measured with high-resolution ultrasound in 179 intervention and 190 control children. The effect of intervention on endothelial function was significant in boys (P=0.0034) but not in girls (P=0.69). The maximum endothelium-dependent dilation response (mean+/-SD) was 9.62+/-3.53% and 8.36+/-3.85% in intervention boys and control boys and 8.84+/-4.00% and 8.44+/-3.60% in intervention girls and control girls, respectively. Intervention had no effect on nitrate-mediated dilation. The difference in endothelial function in boys remained significant after adjustment for current serum total or LDL cholesterol but became nonsignificant after adjustment for mean cholesterol measured under 3 years of age (adjusted means: 9.46% [CI 8.68% to 10.24%] versus 8.54% [CI 7.75% to 9.32%], P=0.11). CONCLUSIONS: A low-saturated-fat diet introduced in infancy and maintained during the first decade of life is associated with enhanced endothelial function in boys. The effect is explained in part by the diet-induced reduction in serum cholesterol concentration."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-102", "doc_id": "MED-4603"}, "id": "nfcorpus-PLAIN-102-MED-4603", "question": "Stopping Heart Disease in Childhood", "context": "Background The US diet is high in salt, with the majority coming from processed foods. Reducing dietary salt is an important potential public health target. Methods We used the Coronary Heart Disease (CHD) Policy Model to quantify the benefits of potentially achievable population-wide reductions in dietary salt of up to 3 gm/day (1200 mg/day of sodium). We estimated cardiovascular disease rates and costs in age, sex, and race subgroups, compared salt reduction with other interventions to reduce cardiovascular risk, and determined the cost-effectiveness of salt reduction compared with drug treatment of hypertension. Results Reducing salt by 3 gm/day is projected to result in 60,000–120,000 fewer new CHD cases, 32,000–66,000 fewer new strokes, 54,000–99,000 fewer myocardial infarctions, and 44,000–92,000 fewer deaths from any cause annually. All segments of the population would benefit, with blacks benefiting proportionately more, women benefiting particularly from stroke reduction, older adults from reductions in CHD events, and younger adults from lower mortality rates. The cardiovascular benefits from lower salt are on par with benefits from reducing tobacco, obesity, or cholesterol. A regulatory intervention designed to achieve 3 gm/day salt reduction would save 194,000–392,000 quality-adjusted life-years and $10–24 billion in healthcare costs annually. Such an intervention would be cost-saving even if only a modest 1 gm/day reduction were achieved gradually over the decade from 2010–2019 and would be more cost-effective than treating all hypertensive individuals with medications. Conclusions Modest reduction in dietary salt could substantially reduce cardiovascular events and medical costs and should be a public health target."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-102", "doc_id": "MED-5301"}, "id": "nfcorpus-PLAIN-102-MED-5301", "question": "Stopping Heart Disease in Childhood", "context": "Background The US diet is high in salt, with the majority coming from processed foods. Reducing dietary salt is an important potential public health target. Methods We used the Coronary Heart Disease (CHD) Policy Model to quantify the benefits of potentially achievable population-wide reductions in dietary salt of up to 3 gm/day (1200 mg/day of sodium). We estimated cardiovascular disease rates and costs in age, sex, and race subgroups, compared salt reduction with other interventions to reduce cardiovascular risk, and determined the cost-effectiveness of salt reduction compared with drug treatment of hypertension. Results Reducing salt by 3 gm/day is projected to result in 60,000–120,000 fewer new CHD cases, 32,000–66,000 fewer new strokes, 54,000–99,000 fewer myocardial infarctions, and 44,000–92,000 fewer deaths from any cause annually. All segments of the population would benefit, with blacks benefiting proportionately more, women benefiting particularly from stroke reduction, older adults from reductions in CHD events, and younger adults from lower mortality rates. The cardiovascular benefits from lower salt are on par with benefits from reducing tobacco, obesity, or cholesterol. A regulatory intervention designed to achieve 3 gm/day salt reduction would save 194,000–392,000 quality-adjusted life-years and $10–24 billion in healthcare costs annually. Such an intervention would be cost-saving even if only a modest 1 gm/day reduction were achieved gradually over the decade from 2010–2019 and would be more cost-effective than treating all hypertensive individuals with medications. Conclusions Modest reduction in dietary salt could substantially reduce cardiovascular events and medical costs and should be a public health target."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-102", "doc_id": "MED-1679"}, "id": "nfcorpus-PLAIN-102-MED-1679", "question": "Stopping Heart Disease in Childhood", "context": "BACKGROUND: Healthy lifestyle choices such as eating a prudent diet, exercising regularly, managing weight, and not smoking may substantially reduce coronary heart disease (CHD) risk by improving lipids, blood pressure, and other risk factors. The burden of CHD that could be avoided through adherence to these modifiable lifestyle factors has not been assessed among middle-aged and older US men, specifically men taking medications for hypertension or hypercholesterolemia. METHODS AND RESULTS: We prospectively monitored 42 847 men in the Health Professionals Follow-up Study, 40 to 75 years of age and free of disease in 1986. Lifestyle factors were updated through self-reported questionnaires. Low risk was defined as (1) absence of smoking, (2) body mass index <25 kg/m2, (3) moderate-to-vigorous activity > or = 30 min/d, (4) moderate alcohol consumption (5 to 30 g/d), and (5) the top 40% of the distribution for a healthy diet score. Over 16 years, we documented 2183 incident cases of CHD (nonfatal myocardial infarction and fatal CHD). In multivariate-adjusted Cox proportional hazards models, men who were at low risk for 5 lifestyle factors had a lower risk of CHD (relative risk: 0.13; 95% confidence interval [CI]: 0.09, 0.19) compared with men who were at low risk for no lifestyle factors. Sixty-two percent (95% CI: 49%, 74%) of coronary events in this cohort may have been prevented with better adherence to these 5 healthy lifestyle practices. Among men taking medication for hypertension or hypercholesterolemia, 57% (95% CI: 32%, 79%) of all coronary events may have been prevented with a low-risk lifestyle. Compared with men who did not make lifestyle changes during follow-up, those who adopted > or = 2 additional low-risk lifestyle factors had a 27% (95% CI: 7%, 43%) lower risk of CHD. CONCLUSIONS: A majority of CHD events among US men may be preventable through adherence to healthy lifestyle practices, even among those taking medications for hypertension or hypercholesterolemia."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-102", "doc_id": "MED-1429"}, "id": "nfcorpus-PLAIN-102-MED-1429", "question": "Stopping Heart Disease in Childhood", "context": "The first four reviews in this series (Steinberg, D. 2004. J. Lipid Res. 45: 1583-1593; Steinberg, D. 2005. J. Lipid Res. 46: 179-190; Steinberg, D. 2005. J. Lipid Res. 46: 2037-2051; Steinberg, D. 2006. J. Lipid Res. 47: 1-14) traced the gradual accumulation of evidence, evidence of several different kinds, supporting the lipid hypothesis. They tracked the history from Anitschkow's 1913 classic work on the cholesterol-fed rabbit model to the breakthrough 1984 Coronary Primary Prevention Trial, the first large, randomized, double-blind primary intervention trial showing that decreasing blood cholesterol (using cholestyramine) significantly reduces coronary heart disease events. At that point, for the first time, decreasing blood cholesterol levels became an official national public health goal. Still, only a small fraction of patients at high risk were getting appropriate cholesterol-lowering treatment, and a number of important clinical questions remained unanswered. This final review in the series traces the early studies that led to the discovery of the statins and briefly reviews the now familiar large-scale clinical trials demonstrating their safety and their remarkable effectiveness in reducing coronary heart disease morbidity and mortality."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-102", "doc_id": "MED-1548"}, "id": "nfcorpus-PLAIN-102-MED-1548", "question": "Stopping Heart Disease in Childhood", "context": "This document details the procedures and recommendations of the Goals and Metrics Committee of the Strategic Planning Task Force of the American Heart Association, which developed the 2020 Impact Goals for the organization. The committee was charged with defining a new concept, cardiovascular health, and determining the metrics needed to monitor it over time. Ideal cardiovascular health, a concept well supported in the literature, is defined by the presence of both ideal health behaviors (nonsmoking, body mass index <25 kg/m(2), physical activity at goal levels, and pursuit of a diet consistent with current guideline recommendations) and ideal health factors (untreated total cholesterol <200 mg/dL, untreated blood pressure <120/<80 mm Hg, and fasting blood glucose <100 mg/dL). Appropriate levels for children are also provided. With the use of levels that span the entire range of the same metrics, cardiovascular health status for the whole population is defined as poor, intermediate, or ideal. These metrics will be monitored to determine the changing prevalence of cardiovascular health status and define achievement of the Impact Goal. In addition, the committee recommends goals for further reductions in cardiovascular disease and stroke mortality. Thus, the committee recommends the following Impact Goals: \"By 2020, to improve the cardiovascular health of all Americans by 20% while reducing deaths from cardiovascular diseases and stroke by 20%.\" These goals will require new strategic directions for the American Heart Association in its research, clinical, public health, and advocacy programs for cardiovascular health promotion and disease prevention in the next decade and beyond."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-102", "doc_id": "MED-2111"}, "id": "nfcorpus-PLAIN-102-MED-2111", "question": "Stopping Heart Disease in Childhood", "context": "Coronary artery disease is essentially nonexistent in cultures whose nutrition assures cholesterol levels <150 mg/dl. Patients with advanced coronary artery disease may abolish disease progression through a plant-based diet and cholesterol-lowering medication to achieve and maintain a total cholesterol <150 mg/dl."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-102", "doc_id": "MED-1192"}, "id": "nfcorpus-PLAIN-102-MED-1192", "question": "Stopping Heart Disease in Childhood", "context": "Objectives To determine the quantitative efficacy of different classes of blood pressure lowering drugs in preventing coronary heart disease (CHD) and stroke, and who should receive treatment. Design Meta-analysis. Data source Medline (1966-2007). Study selection Randomised trials of blood pressure lowering drugs recording CHD events and strokes. 108 trials studied differences in blood pressure between study drug and placebo (or control group not receiving the study drug) (“blood pressure difference trials”), and 46 trials compared drugs (“drug comparison trials”). Seven trials with three randomised groups fell into both categories. The results were interpreted in the context of those expected from the largest published meta-analysis of cohort studies, totalling 958 000 people. Participants 464 000 people defined into three mutually exclusive categories: participants with no history of vascular disease, a history of CHD, or a history of stroke. Results In the blood pressure difference trials β blockers had a special effect over and above that due to blood pressure reduction in preventing recurrent CHD events in people with a history of CHD: risk reduction 29% (95% confidence interval 22% to 34%) compared with 15% (11% to 19%) in trials of other drugs. The extra effect was limited to a few years after myocardial infarction, with a risk reduction of 31% compared with 13% in people with CHD with no recent infarct (P=0.04). In the other blood pressure difference trials (excluding CHD events in trials of β blockers in people with CHD), there was a 22% reduction in CHD events (17% to 27%) and a 41% (33% to 48%) reduction in stroke for a blood pressure reduction of 10 mm Hg systolic or 5 mm Hg diastolic, similar to the reductions of 25% (CHD) and 36% (stroke) expected for the same difference in blood pressure from the cohort study meta-analysis, indicating that the benefit is explained by blood pressure reduction itself. The five main classes of blood pressure lowering drugs (thiazides, β blockers, angiotensin converting enzyme inhibitors, angiotensin receptor blockers, and calcium channel blockers) were similarly effective (within a few percentage points) in preventing CHD events and strokes, with the exception that calcium channel blockers had a greater preventive effect on stroke (relative risk 0.92, 95% confidence interval 0.85 to 0.98). The percentage reductions in CHD events and stroke were similar in people with and without cardiovascular disease and regardless of blood pressure before treatment (down to 110 mm Hg systolic and 70 mm Hg diastolic). Combining our results with those from two other studies (the meta-analyses of blood pressure cohort studies and of trials determining the blood pressure lowering effects of drugs according to dose) showed that in people aged 60-69 with a diastolic blood pressure before treatment of 90 mm Hg, three drugs at half standard dose in combination reduced the risk of CHD by an estimated 46% and of stroke by 62%; one drug at standard dose had about half this effect. The present meta-analysis also showed that drugs other than calcium channel blockers (with the exception of non-cardioselective β blockers) reduced the incidence of heart failure by 24% (19% to 28%) and calcium channel blockers by 19% (6% to 31%). Conclusions With the exception of the extra protective effect of β blockers given shortly after a myocardial infarction and the minor additional effect of calcium channel blockers in preventing stroke, all the classes of blood pressure lowering drugs have a similar effect in reducing CHD events and stroke for a given reduction in blood pressure so excluding material pleiotropic effects. The proportional reduction in cardiovascular disease events was the same or similar regardless of pretreatment blood pressure and the presence or absence of existing cardiovascular disease. Guidelines on the use of blood pressure lowering drugs can be simplified so that drugs are offered to people with all levels of blood pressure. Our results indicate the importance of lowering blood pressure in everyone over a certain age, rather than measuring it in everyone and treating it in some."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1028", "doc_id": "no"}, "id": "nfcorpus-PLAIN-1028-no", "question": "dietary scoring", "context": null}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1028", "doc_id": "MED-1565"}, "id": "nfcorpus-PLAIN-1028-MED-1565", "question": "dietary scoring", "context": "BACKGROUND: In 2007, the World Cancer Research Fund (WCRF) and the American Institute for Cancer Research (AICR) issued recommendations on diet, physical activity, and weight management for cancer prevention on the basis of the most comprehensive collection of available evidence. OBJECTIVE: We investigated whether concordance with WCRF/AICR recommendations is related to risk of death. DESIGN: The current study included 378,864 participants from 9 European countries enrolled in the European Prospective Investigation into Cancer and Nutrition study. At recruitment (1992-1998), dietary, anthropometric, and lifestyle information was collected. A WCRF/AICR score, which incorporated 6 of the WCRF/AICR recommendations for men [regarding body fatness, physical activity, foods and drinks that promote weight gain, plant foods, animal foods, and alcoholic drinks (score range: 0-6)] and 7 WCRF/AICR recommendations for women [plus breastfeeding (score range: 0-7)], was constructed. Higher scores indicated greater concordance with WCRF/AICR recommendations. Associations between the WCRF/AICR score and risks of total and cause-specific death were estimated by using Cox regression analysis. RESULTS: After a median follow-up time of 12.8 y, 23,828 deaths were identified. Participants within the highest category of the WCRF/AICR score (5-6 points in men; 6-7 points in women) had a 34% lower hazard of death (95% CI: 0.59, 0.75) compared with participants within the lowest category of the WCRF/AICR score (0-2 points in men; 0-3 points in women). Significant inverse associations were observed in all countries. The WCRF/AICR score was also significantly associated with a lower hazard of dying from cancer, circulatory disease, and respiratory disease. CONCLUSION: Results of this study suggest that following WCRF/AICR recommendations could significantly increase longevity."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1028", "doc_id": "MED-4480"}, "id": "nfcorpus-PLAIN-1028-MED-4480", "question": "dietary scoring", "context": "Purpose To perform pattern analyses of dietary and lifestyle factors in relation to risk of esophageal and gastric cancers. Methods We evaluated risk factors for esophageal adenocarcinoma (EA), esophageal squamous cell carcinoma (ESCC), gastric cardia adenocarcinoma (GCA), and other gastric cancers (OGA) using data from a population-based case-control study conducted in Connecticut, New Jersey, and western Washington state. Dietary/lifestyle patterns were created using principal component analysis (PCA). Impact of the resultant scores on cancer risk was estimated through logistic regression. Results PCA identified six patterns: meat/nitrite, fruit/vegetable, smoking/alcohol, legume/meat alternate, GERD/BMI, and fish/vitamin C. Risk of each cancer under study increased with rising meat/nitrite score. Risk of EA increased with increasing GERD/BMI score, and risk of ESCC rose with increasing smoking/alcohol score and decreasing GERD/BMI score. Fruit/vegetable scores were inversely associated with EA, ESCC, and GCA. Conclusions PCA may provide a useful approach for summarizing extensive dietary/lifestyle data into fewer interpretable combinations that discriminate between cancer cases and controls. The analyses suggest that meat/nitrite intake is associated with elevated risk of each cancer under study, while fruit/vegetable intake reduces risk of EA, ESCC, and GCA. GERD/obesity were confirmed as risk factors for EA and smoking/alcohol as risk factors for ESCC."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1028", "doc_id": "MED-3699"}, "id": "nfcorpus-PLAIN-1028-MED-3699", "question": "dietary scoring", "context": "BACKGROUND: In 2007 the World Cancer Research Fund (WCRF) and the American Institute of Cancer Research (AICR) issued 8 recommendations (plus 2 special recommendations) on diet, physical activity, and weight management for cancer prevention on the basis of the most comprehensive collection of available evidence. OBJECTIVE: We aimed to investigate whether concordance with the WCRF/AICR recommendations was related to cancer risk in the European Prospective Investigation into Cancer and Nutrition (EPIC) study. DESIGN: The present study included 386,355 EPIC participants from 9 European countries. At recruitment, dietary, anthropometric, and lifestyle information was collected. A score was constructed based on the WCRF/AICR recommendations on weight management, physical activity, foods and drinks that promote weight gain, plant foods, animal foods, alcoholic drinks, and breastfeeding for women; the score range was 0-6 for men and 0-7 for women. Higher scores indicated greater concordance with WCRF/AICR recommendations. The association between the score and cancer risk was estimated by using multivariable Cox regression models. RESULTS: Concordance with the score was significantly associated with decreased risk of cancer. A 1-point increment in the score was associated with a risk reduction of 5% (95% CI: 3%, 7%) for total cancer, 12% (95% CI: 9%, 16%) for colorectal cancer, and 16% (95% CI: 9%, 22%) for stomach cancer. Significant associations were also observed for cancers of the breast, endometrium, lung, kidney, upper aerodigestive tract, liver, and esophagus but not for prostate, ovarian, pancreatic, and bladder cancers. CONCLUSION: Adherence to the WCRF/AICR recommendations for cancer prevention may lower the risk of developing most types of cancer."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1028", "doc_id": "MED-1323"}, "id": "nfcorpus-PLAIN-1028-MED-1323", "question": "dietary scoring", "context": "Background: Fat and protein sources may influence whether low-carbohydrate diets are associated with type 2 diabetes (T2D). Objective: The objective was to compare the associations of 3 low-carbohydrate diet scores with incident T2D. Design: A prospective cohort study was conducted in participants from the Health Professionals Follow-Up Study who were free of T2D, cardiovascular disease, or cancer at baseline (n = 40,475) for up to 20 y. Cumulative averages of 3 low-carbohydrate diet scores (high total protein and fat, high animal protein and fat, and high vegetable protein and fat) were calculated every 4 y from food-frequency questionnaires and were associated with incident T2D by using Cox models. Results: We documented 2689 cases of T2D during follow-up. After adjustments for age, smoking, physical activity, coffee intake, alcohol intake, family history of T2D, total energy intake, and body mass index, the score for high animal protein and fat was associated with an increased risk of T2D [top compared with bottom quintile; hazard ratio (HR): 1.37; 95% CI: 1.20, 1.58; P for trend < 0.01]. Adjustment for red and processed meat attenuated this association (HR: 1.11; 95% CI: 0.95, 1.30; P for trend = 0.20). A high score for vegetable protein and fat was not significantly associated with the risk of T2D overall but was inversely associated with T2D in men aged <65 y (HR: 0.78; 95% CI: 0.66, 0.92; P for trend = 0.01, P for interaction = 0.01). Conclusions: A score representing a low-carbohydrate diet high in animal protein and fat was positively associated with the risk of T2D in men. Low-carbohydrate diets should obtain protein and fat from foods other than red and processed meat."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1028", "doc_id": "MED-3137"}, "id": "nfcorpus-PLAIN-1028-MED-3137", "question": "dietary scoring", "context": "A longstanding goal of dietary surveillance has been to estimate the proportion of the population with intakes above or below a target, such as a recommended level of intake. However, until now, statistical methods for assessing the alignment of food intakes with recommendations have been lacking. The purposes of this study were to demonstrate the National Cancer Institute’s method of estimating the distribution of usual intake of foods and determine the proportion of the U.S. population who does not meet federal dietary recommendations. Data were obtained from the 2001–2004 NHANES for 16,338 persons, aged 2 y and older. Quantities of foods reported on 24-h recalls were translated into amounts of various food groups using the MyPyramid Equivalents Database. Usual dietary intake distributions were modeled, accounting for sequence effect, weekend/weekday effect, sex, age, poverty income ratio, and race/ethnicity. The majority of the population did not meet recommendations for all of the nutrient-rich food groups, except total grains and meat and beans. Concomitantly, overconsumption of energy from solid fats, added sugars, and alcoholic beverages (“empty calories”) was ubiquitous. Over 80% of persons age ≥71 y and over 90% of all other sex-age groups had intakes of empty calories that exceeded the discretionary calorie allowances. In conclusion, nearly the entire U.S. population consumes a diet that is not on par with recommendations. These findings add another piece to the rather disturbing picture that is emerging of a nation’s diet in crisis."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1028", "doc_id": "MED-2290"}, "id": "nfcorpus-PLAIN-1028-MED-2290", "question": "dietary scoring", "context": "Background Differences in nutrient profiles between vegetarian and non vegetarian dietary patterns reflect nutritional differences that may contribute to the development of disease. Objective To compare nutrient intakes between dietary patterns characterized by consumption or exclusion of meat and dairy products. Design Cross-sectional study of 71751 subjects (mean age 59 years) from the Adventist-Health-Study-2. Data was collected between 2002 and 2007. Participants completed a 204-item validated semi-quantitative food frequency questionnaire. Dietary patterns compared were: non vegetarian, semi vegetarian, pesco vegetarian, lacto-ovo vegetarian and strict vegetarian. ANCOVA was used to analyze differences in nutrient intakes by dietary patterns and were adjusted for age, and sex and race. BMI and other relevant demographic data were reported and compared by dietary pattern using chi-square tests and ANOVA. Results Many nutrient intakes varied significantly between dietary patterns. Non vegetarians had the lowest intakes of plant proteins, fiber, β-Carotene, and Mg than those following vegetarian dietary patterns and the highest intakes of saturated, trans, arachidonic, and docosahexaenoic fatty acids. The lower tails of some nutrient distributions in strict vegetarians suggested inadequate intakes by a portion of the subjects. Energy intake was similar among dietary patterns at close to 2000 kcal/d with the exception of semi vegetarians that had an intake of 1713 kcal/d. Mean BMI was highest in non-vegetarians (mean; standard deviation [SD]) (28.7; [6.4]) and lowest in strict vegetarians (24.0; [4.8]). Conclusions Nutrient profiles varied markedly between dietary patterns that were defined by meat and dairy intakes. These differences can be of interest in the etiology of obesity and chronic diseases."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1028", "doc_id": "MED-4104"}, "id": "nfcorpus-PLAIN-1028-MED-4104", "question": "dietary scoring", "context": "BACKGROUND: Although vegan diets improve diabetes management, little is known about the nutrient profiles or diet quality of individuals with type 2 diabetes who adopt a vegan diet. OBJECTIVE: To assess the changes in nutrient intake and dietary quality among participants following a low-fat vegan diet or the 2003 American Diabetes Association dietary recommendations. DESIGN: A 22-week randomized, controlled clinical trial examining changes in nutrient intake and diet quality. SUBJECTS/SETTING: Participants with type 2 diabetes (n=99) in a free-living setting. RESEARCH DESIGN AND METHODS: Participants were randomly assigned to a low-fat vegan diet or a 2003 American Diabetes Association recommended diet. MAIN OUTCOME MEASURES: Nutrient intake and Alternate Healthy Eating Index (AHEI) scores were collected at baseline and 22 weeks. STATISTICAL ANALYSES PERFORMED: Between-group t tests were calculated for changes between groups and paired comparison t tests were calculated for changes within-group. Pearson's correlation assessed relationship of AHEI score to hemoglobin A1c and body weight changes. RESULTS: Both groups reported significant decreases in energy, protein, fat, cholesterol, vitamin D, selenium, and sodium intakes. The vegan group also significantly reduced reported intakes of vitamin B-12 and calcium, and significantly increased carbohydrate, fiber, total vitamin A activity, beta carotene, vitamins K and C, folate, magnesium, and potassium. The American Diabetes Association recommended diet group also reported significant decreases in carbohydrate and iron, but reported no significant increases. The vegan group significantly improved its AHEI score (P<0.0001), while the American Diabetes Association recommended diet group did not (P=0.7218). The difference in AHEI score at 22 weeks between groups was significant (P<0.0001). With both groups combined, AHEI score was negatively correlated with both changes in hemoglobin A1c value (r=-0.24, P=0.016) and weight (r=-0.27, P=0.007). CONCLUSIONS: Vegan diets increase intakes of carbohydrate, fiber, and several micronutrients, in contrast with the American Diabetes Association recommended diet. The vegan group improved its AHEI score whereas the American Diabetes Association recommended diet group's AHEI score remained unchanged."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1028", "doc_id": "MED-2294"}, "id": "nfcorpus-PLAIN-1028-MED-2294", "question": "dietary scoring", "context": "The number of studies comparing nutritional quality of restrictive diets is limited. Data on vegan subjects are especially lacking. It was the aim of the present study to compare the quality and the contributing components of vegan, vegetarian, semi-vegetarian, pesco-vegetarian and omnivorous diets. Dietary intake was estimated using a cross-sectional online survey with a 52-items food frequency questionnaire (FFQ). Healthy Eating Index 2010 (HEI-2010) and the Mediterranean Diet Score (MDS) were calculated as indicators for diet quality. After analysis of the diet questionnaire and the FFQ, 1475 participants were classified as vegans (n = 104), vegetarians (n = 573), semi-vegetarians (n = 498), pesco-vegetarians (n = 145), and omnivores (n = 155). The most restricted diet, i.e., the vegan diet, had the lowest total energy intake, better fat intake profile, lowest protein and highest dietary fiber intake in contrast to the omnivorous diet. Calcium intake was lowest for the vegans and below national dietary recommendations. The vegan diet received the highest index values and the omnivorous the lowest for HEI-2010 and MDS. Typical aspects of a vegan diet (high fruit and vegetable intake, low sodium intake, and low intake of saturated fat) contributed substantially to the total score, independent of the indexing system used. The score for the more prudent diets (vegetarians, semi-vegetarians and pesco-vegetarians) differed as a function of the used indexing system but they were mostly better in terms of nutrient quality than the omnivores."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1028", "doc_id": "MED-1377"}, "id": "nfcorpus-PLAIN-1028-MED-1377", "question": "dietary scoring", "context": "Increased attention in dietary research and guidance has been focused on dietary patterns, rather than on single nutrients or food groups, because dietary components are consumed in combination and correlated with one another. However, the collective body of research on the topic has been hampered by the lack of consistency in methods used. We examined the relationships between 4 indices—the Healthy Eating Index–2010 (HEI-2010), the Alternative Healthy Eating Index–2010 (AHEI-2010), the alternate Mediterranean Diet (aMED), and Dietary Approaches to Stop Hypertension (DASH)—and all-cause, cardiovascular disease (CVD), and cancer mortality in the NIH-AARP Diet and Health Study (n = 492,823). Data from a 124-item food-frequency questionnaire were used to calculate scores; adjusted HRs and 95% CIs were estimated. We documented 86,419 deaths, including 23,502 CVD- and 29,415 cancer-specific deaths, during 15 y of follow-up. Higher index scores were associated with a 12–28% decreased risk of all-cause, CVD, and cancer mortality. Specifically, comparing the highest with the lowest quintile scores, adjusted HRs for all-cause mortality for men were as follows: HEI-2010 HR: 0.78 (95% CI: 0.76, 0.80), AHEI-2010 HR: 0.76 (95% CI: 0.74, 0.78), aMED HR: 0.77 (95% CI: 0.75, 0.79), and DASH HR: 0.83 (95% CI: 0.80, 0.85); for women, these were HEI-2010 HR: 0.77 (95% CI: 0.74, 0.80), AHEI-2010 HR: 0.76 (95% CI: 0.74, 0.79), aMED HR: 0.76 (95% CI: 0.73, 0.79), and DASH HR: 0.78 (95% CI: 0.75, 0.81). Similarly, high adherence on each index was protective for CVD and cancer mortality examined separately. These findings indicate that multiple scores reflect core tenets of a healthy diet that may lower the risk of mortality outcomes, including federal guidance as operationalized in the HEI-2010, Harvard’s Healthy Eating Plate as captured in the AHEI-2010, a Mediterranean diet as adapted in an Americanized aMED, and the DASH Eating Plan as included in the DASH score."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1028", "doc_id": "MED-5327"}, "id": "nfcorpus-PLAIN-1028-MED-5327", "question": "dietary scoring", "context": "OBJECTIVE: To investigate the associations between dietary patterns and mental health in early adolescence. METHOD: The Western Australian Pregnancy Cohort (Raine) Study is a prospective study of 2900 pregnancies recruited from 1989-1992. At 14 years of age (2003-2006; n=1324), the Child Behaviour Checklist (CBCL) was used to assess behaviour (characterising mental health status), with higher scores representing poorer behaviour. Two dietary patterns (Western and Healthy) were identified using factor analysis and food group intakes estimated by a 212-item food frequency questionnaire. Relationships between dietary patterns, food group intakes and behaviour were examined using general linear modelling following adjustment for potential confounding factors at age 14: total energy intake, body mass index, physical activity, screen use, family structure, income and functioning, gender and maternal education at pregnancy. RESULTS: Higher total (b=2.20, 95% CI=1.06, 3.35), internalizing (withdrawn/depressed) (b=1.25, 95% CI=0.15, 2.35) and externalizing (delinquent/aggressive) (b=2.60, 95% CI=1.51, 3.68) CBCL scores were significantly associated with the Western dietary pattern, with increased intakes of takeaway foods, confectionary and red meat. Improved behavioural scores were significantly associated with higher intakes of leafy green vegetables and fresh fruit (components of the Healthy pattern). CONCLUSION: These findings implicate a Western dietary pattern in poorer behavioural outcomes for adolescents. Better behavioural outcomes were associated with a higher intake of fresh fruit and leafy green vegetables."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1039", "doc_id": "no"}, "id": "nfcorpus-PLAIN-1039-no", "question": "domoic acid", "context": null}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1039", "doc_id": "MED-4380"}, "id": "nfcorpus-PLAIN-1039-MED-4380", "question": "domoic acid", "context": "Domoic acid is a potent neurotoxin that is naturally produced by several diatom species of the genus Pseudo-nitzschia. The toxin acts as a glutamate agonist and is excitotoxic in the vertebrate central nervous system and other glutamate receptor-rich organs. Human exposure to domoic acid occurs via the consumption of contaminated shellfish that have accumulated the toxin while filter feeding on toxigenic phytoplankton during blooms. The first reported human domoic acid poisoning event occurred in Canada in 1987 during which clinical signs of acute toxicity such as gastrointestinal distress, confusion, disorientation, memory loss, coma and death were observed. The illness was named amnesic shellfish poisoning (ASP) and due to effective seafood monitoring programs there have been no documented ASP cases since 1987. However, domoic acid poisoning has a significant effect on marine wildlife and multiple poisoning events have occurred in marine birds and mammals over the last few decades. Currently, domoic acid producing diatom blooms are thought to be increasing in frequency world wide, posing an increasing threat to wildlife and human health. Of particular concern are the potential impacts of long-term low-level exposure in \"at risk\" human populations. The impacts of repetitive low-level domoic acid exposure are currently unknown. This review provides a basic description of the mechanism of action of domoic acid as well as a synthesis of information pertaining to domoic acid exposure routes, toxin susceptibility, and the importance of effective monitoring programs. The importance of investigating the potential human health impacts of long-term low-level domoic acid exposure in \"at risk\" human populations is also discussed. Published by Elsevier Ltd."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1039", "doc_id": "MED-4381"}, "id": "nfcorpus-PLAIN-1039-MED-4381", "question": "domoic acid", "context": "Amnesic shellfish poisoning (ASP) is caused by consumption of shellfish that have accumulated domoic acid, a neurotoxin produced by some strains of phytoplankton. The neurotoxic properties of domoic acid result in neuronal degeneration and necrosis in specific regions of the hippocampus. A serious outbreak of ASP occurred in Canada in 1987 and involved 150 reported cases, 19 hospitalisations and 4 deaths after consumption of contaminated mussels. Symptoms ranged from gastrointestinal disturbances, to neurotoxic effects such as hallucinations, memory loss and coma. Monitoring programmes are in place in numerous countries worldwide and closures of shellfish harvesting areas occur when domoic acid concentrations exceed regulatory limits. This paper reviews the chemistry, sources, metabolism and toxicology of domoic acid as well as human case reports of ASP and discusses a possible mechanism of toxicity."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1039", "doc_id": "MED-4995"}, "id": "nfcorpus-PLAIN-1039-MED-4995", "question": "domoic acid", "context": "Salicylic acid (SA), which is central to defense mechanisms in plants and the principal metabolite of aspirin, occurs naturally in man with higher levels of SA and its urinary metabolite salicyluric acid (SU) in vegetarians overlapping with levels in patients on low-dose aspirin regimens. SA is widely distributed in animal blood. Fasting for major colorectal surgery did not cause disappearance of SA from plasma, even in patients following total proctocolectomy. A 13C6 benzoic acid load ingested by six volunteers led, between 8 and 16 h, to a median 33.9% labeling of urinary salicyluric acid. The overall contribution of benzoic acid (and its salts) to the turnover of circulating SA thus requires further assessment. However, that SA appears to be, at least partially, an endogenous compound should lead to reassessment of its role in human (and animal) pathophysiology."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1039", "doc_id": "MED-2101"}, "id": "nfcorpus-PLAIN-1039-MED-2101", "question": "domoic acid", "context": "The notion that a breast-gut connection might modulate the microenvironment of breast tissue was supported by the finding that breast cyst fluid contains bile acids that are characteristically found in the intestines. To establish that the gut, rather than circulating steroid precursors, is the source of bile acids in breast cyst fluid, we gave two patients deuterium-labelled chenodeoxycholic acid (three 200 mg doses by mouth), starting 9 days before aspiration of breast cysts. The chenodeoxycholic acid concentration of seven samples of aspirated cyst fluid ranged from 42 to 94 mumol/L. The corresponding serum concentrations of chenodeoxycholic acid on the same day were 0.8 and 2.9 mumol/L, of which the labelled compound comprised 13.0% (0.38 mumol/L) and 28.2% (0.23 mumol/L). The deuterated chenodeoxycholic acid concentrations in cyst fluid were 0.79 and 1.26 mumol/L in two samples from patient 1 and 3.22 mumol/L in patient 2; these values are equivalent to 11-17% of the serum concentrations [corrected]. This study shows that intestinal bile acids rapidly gain access to cyst fluid. Further studies should investigate the mechanisms that govern the exchange processes and the maintenance of the high cyst fluid to plasma concentration gradients, and the biological half-lives of individual constituents."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1039", "doc_id": "MED-1158"}, "id": "nfcorpus-PLAIN-1039-MED-1158", "question": "domoic acid", "context": "The efficiencies of acidic solutions (radish, citric acid, ascorbic acid, acetic acid and hydrogen peroxide), neutral solutions (sodium chloride) and alkaline solution (sodium carbonate) as well as tap water in the elimination of organochlorine and organophosphorus pesticides from naturally contaminated potatoes were examined. The results indicated that acidic solutions were more effective than neutral and alkaline solutions in the elimination of the organochlorine compounds under investigation, Radish solutions eliminated pesticides completely, except o,p'-DDE (73.1% loss), followed by citric and ascorbic acid solutions. On the other hand, organophosphorus pesticides (pirimphos methyl, malathion and profenofos) were eliminated more by acidic, neutral and alkaline solutions than by organochlorines. The percentage of removal ranged from 98.5 to 100% for pirimphos methyl, 87.9 to 100% for malathion and 100% for profenofos."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1039", "doc_id": "MED-846"}, "id": "nfcorpus-PLAIN-1039-MED-846", "question": "domoic acid", "context": "BACKGROUND: Boric acid is a commonly cited treatment for recurrent and resistant yeast vaginitis, but data about the extent and mechanism of its antifungal activity are lacking. OBJECTIVES: The aim of this study was to use in vitro methods to understand the spectrum and mechanism of boric acid as a potential treatment for vaginal infection. METHODS: Yeast and bacterial isolates were tested by agar dilution to determine the intrinsic antimicrobial activity of boric acid. Established microbial physiology methods illuminated the mechanism of the action of boric acid against Candida albicans. RESULTS: C. albicans strains (including fluconazole-resistant strains) were inhibited at concentrations attainable intravaginally; as were bacteria. Broth dilution MICs were between 1563 and 6250 mg/L and boric acid proved fungistatic (also reflected by a decrease in CO(2) generation); prolonged culture at 50,000 mg/L was fungicidal. Several organic acids in yeast nitrogen broth yielded a lower pH than equimolar boric acid and sodium borate but were less inhibitory. Cold or anaerobic incubation protected yeast at high boric acid concentrations. Cells maintained integrity for 6 h in boric acid at 37 degrees C, but after 24 h modest intrusion of propidium iodide occurred; loss of plate count viability preceded uptake of vital stain. Growth at sub-MIC concentrations of boric acid decreased cellular ergosterol. The drug efflux pump CDR1 did not protect Candida as CDR1 expression was abrogated by boric acid. Boric acid interfered with the development of biofilm and hyphal transformation. CONCLUSIONS: Boric acid is fungistatic to fungicidal depending on concentration and temperature. Inhibition of oxidative metabolism appears to be a key antifungal mechanism, but inhibition of virulence probably contributes to therapeutic efficacy in vivo."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1039", "doc_id": "MED-4092"}, "id": "nfcorpus-PLAIN-1039-MED-4092", "question": "domoic acid", "context": "The relationship between uric acid and cardiovascular disease has been known since the 19th century, after that many authors reported the classical association of gout, hypertension, obesity and cardiovascular disease. With the exception of specific genetic defects in purine metabolism, increased uric acid is generally associated with important risk factors for atherosclerosis like hypertension, abdominal obesity, insulin resistance, the metabolic syndrome and renal failure. Studies have clearly shown an association between increased uric acid concentrations with oxidative stress, endothelial dysfunction, inflammation, subclinical atherosclerosis and an increased risk of cardiovascular events. Increased uric acid levels are independent markers of cardiovascular disease risk. Prospective studies are necessary to show that reduction of uric acid levels prevent cardiovascular events."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1039", "doc_id": "MED-3846"}, "id": "nfcorpus-PLAIN-1039-MED-3846", "question": "domoic acid", "context": "A HPLC method was developed for the analysis of secoisolariciresinol diglucoside (SDG) and hydroxycinnamic acid glucosides in milled defatted flaxseed flour. Direct extraction by 1 M NaOH for 1 h at 20 degrees C resulted in a higher yield than that obtained by hydrolysis of alcoholic extracts. An internal standard, o-coumaric acid, was used and the method was found to be easy, fast, and with good repeatability. On dry matter basis, different samples of flaxseeds varied considerably in their content of (+)-SDG (11.9-25.9 mg/g), (-)-SDG (2.2-5.0 mg/g), p-coumaric acid glucoside (1.2-8.5 mg/g), and ferulic acid glucoside (1.6-5.0 mg/g)."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1039", "doc_id": "MED-2103"}, "id": "nfcorpus-PLAIN-1039-MED-2103", "question": "domoic acid", "context": "OBJECTIVE: High concentrations of plasma deoxycholic acid (DCA) are found in human breast cyst fluid and it has been hypothesised that this may be related to risk of breast cancer. The aim of this pilot study was to ascertain whether plasma bile acid concentrations were greater in women with breast cancer. DESIGN: A case-control study comparing postmenopausal women with breast cancer with healthy controls was conducted. SUBJECTS: Twenty Caucasian postmenopausal breast cancer patients were recruited at the time of diagnosis together with 20 healthy controls matched for age and body mass index. Exclusion criteria included any treatment for breast cancer, use of hormone replacement therapy in the last 12 months, diabetes mellitus, a history of liver or gall bladder disease or abnormal liver function. MEASUREMENTS: Fasting plasma bile acid concentrations were determined by gas-liquid chromatography/mass spectrometry. RESULTS: The mean plasma DCA concentration was 52% higher (P=0.012) in patients with breast cancer compared with controls. CONCLUSION: These results support the hypothesis that DCA may be involved in the aetiology of breast cancer."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1039", "doc_id": "MED-843"}, "id": "nfcorpus-PLAIN-1039-MED-843", "question": "domoic acid", "context": "A double-blind comparison was made of the use of 14 daily intravaginal gelatin capsules containing 600 mg of boric acid powder versus the use of identical capsules containing 100,000 U nystatin diluted to volume with cornstarch for the treatment of vulvovaginal candidiasis albicans. Cure rates for boric acid were 92% at 7 to 10 days after treatment and 72% at 30 days, whereas the nystatin cure rates were 64% at 7 to 10 days and 50% at 30 days. The speed of alleviation of signs and symptoms was similar for the two drugs. There were no untoward side effects, and cervical cytologic features were not affected. In vitro studies found boric acid to be fungistatic and its effectiveness to be unrelated to pH. Blood boron analyses indicated little absorption from the vagina and a half-life of less than 12 hours. Acceptance by the patients was better than for \"messy\" vaginal creams, and self-made capsules containing boric acid powder are inexpensive (31 cents for fourteen) compared with the costly medication commonly prescribed."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1050", "doc_id": "no"}, "id": "nfcorpus-PLAIN-1050-no", "question": "Dr. Dean Ornish", "context": null}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1050", "doc_id": "MED-4523"}, "id": "nfcorpus-PLAIN-1050-MED-4523", "question": "Dr. Dean Ornish", "context": "Both lipophilic and hydrophilic antioxidant capacities were determined using the oxygen radical absorbance capacity (ORAC(FL)) assay with fluorescein as the fluorescent probe and 2,2'-azobis(2-amidinopropane) dihydrochloride as a peroxyl radical generator on over 100 different kinds of foods, including fruits, vegetables, nuts, dried fruits, spices, cereals, infant, and other foods. Most of the foods were collected from four different regions and during two different seasons in U.S. markets. Total phenolics of each sample were also measured using the Folin-Ciocalteu reagent. Hydrophilic ORAC(FL) values (H-ORAC(FL)) ranged from 0.87 to 2641 micromol of Trolox equivalents (TE)/g among all of the foods, whereas lipophilic ORAC(FL) values (L-ORAC(FL)) ranged from 0.07 to 1611 micromol of TE/g. Generally, L-ORAC(FL) values were <10% of the H-ORAC(FL) values except for a very few samples. Total antioxidant capacity was calculated by combining L-ORAC(FL) and H-ORAC(FL). Differences of ORAC(FL) values in fruits and vegetables from different seasons and regions were relatively large for some foods but could not be analyzed in detail because of the sampling scheme. Two different processing methods, cooking and peeling, were used on selected foods to evaluate the impact of processing on ORAC(FL). The data demonstrated that processing can have significant effects on ORAC(FL). Considering all of the foods analyzed, the relationship between TP and H-ORAC(FL) showed a very weak correlation. Total hydrophilic and lipophilic antioxidant capacity intakes were calculated to be 5558 and 166 micromol of TE/day, respectively, on the basis of data from the USDA Continuing Survey of Food Intakes by Individuals (1994-1996)."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1050", "doc_id": "MED-2502"}, "id": "nfcorpus-PLAIN-1050-MED-2502", "question": "Dr. Dean Ornish", "context": "Dietary restriction (DR) without malnutrition is widely regarded to be a universal mechanism for prolonging lifespan. It is generally believed that the benefits of DR arise from eating fewer calories (termed caloric restriction, CR). Here we argue that, rather than calories, the key determinant of the relationship between diet and longevity is the balance of protein to non-protein energy ingested. This ratio affects not only lifespan, but also total energy intake, metabolism, immunity and the likelihood of developing obesity and associated metabolic disorders. Among various possible mechanisms linking macronutrient balance to lifespan, the nexus between the TOR and AMPK signaling pathways is emerging as a central coordinator."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1050", "doc_id": "MED-1947"}, "id": "nfcorpus-PLAIN-1050-MED-1947", "question": "Dr. Dean Ornish", "context": "The present report, describes for the first time the clinical efficacy of curcumin, the active constituent of rhizomes of Curcuma longa, in the treatment of patients suffering from idiopathic inflammatory orbital pseudotumours. Curcumin was administered orally at a dose of 375 mg/3 times/day orally for a period of 6-22 months in eight patients. They were followed up for a period of 2 years at 3 monthly intervals. Five patients completed the study, out of which four recovered completely and in one patient the swelling regressed completely but some limitation of movement persisted. No side effect was noted in any patient and there was no recurrence. It is suggested that curcumin could be used as a safe and effective drug in the treatment of idiopathic inflammatory orbital pseudotumours. Copyright 2000 John Wiley & Sons, Ltd."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1050", "doc_id": "MED-4720"}, "id": "nfcorpus-PLAIN-1050-MED-4720", "question": "Dr. Dean Ornish", "context": "Tritiated naloxone, a powerful opiate antagonist, specifically binds to an opiate receptor of mammalian brain and guinea pig intestine. Competition for the opiate receptor by various opiates and their antagonists closely parallels their pharmacological potency. The opiate receptor is confined to nervous tissue."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1050", "doc_id": "MED-1657"}, "id": "nfcorpus-PLAIN-1050-MED-1657", "question": "Dr. Dean Ornish", "context": "OBJECTIVES—To study the prevalence of arterial diseases in the arteries supplying the lumbar spine and their relation to other vascular diseases, as well as to chronic low back pain. METHODS—Five pairs of the lumbar arteries and the middle sacral artery were evaluated from 140 postmortem aortograms, performed in connection with routine medicolegal necropsies on subjects ranging from 16 to 89 years of age. For information about low back pain history, a close relative of each of the deceased was interviewed two to four weeks after the necropsy. RESULTS—Twenty one (22%) men and nine (20%) women had occluded arteries, and an additional 33 (35%) men and 17 (38%) women had narrowed arteries. The mean age for men with occluded or narrowed arteries, or both, was 50 years and for women 59 years. Most of the stenotic changes were seen at the orifices or in the first part of the arteries. The middle sacral artery was most often affected, followed by the fourth lumbar arteries. The number of collateral arteries increased with occluded (p <0.001) and narrowed arteries (p = 0.001). Stenotic lumbar/middle sacral arteries were found, on average, five years earlier than atherosclerosis of the coronary arteries. Subjects with one or more occluded/narrowed arteries were 8.5 times more likely to have suffered from chronic (that is, three months or longer) low back pain at some time during their life than were those without such findings (odds ratio adjusted for age and sex 8.5; 95% confidence intervals 2.9, 24; p <0.001). CONCLUSIONS—The study shows that the lumbar and middle sacral arteries frequently become obliterated by atheromatous lesions during adult life, and that obliteration of these arteries is more common in subjects with a history of chronic back pain than in those without."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1050", "doc_id": "MED-4032"}, "id": "nfcorpus-PLAIN-1050-MED-4032", "question": "Dr. Dean Ornish", "context": "AIM: The aim of this study was to investigate oral changes in subjects who have assumed a vegan diet for a long time (at least 18 months), that is to say, a diet completely lacking in meat and animal derivatives. METHODS: A sample of 15 subjects was analyzed, all from northern Italy and aged 24 to 60 year, composed of 11 men and 4 women who had been following a vegan diet for a minimum of 18 months to a maximum of 20 years. In parallel with the study sample, a control group (15 subjects) with the same criteria of age, sex, and place of origin all following an omnivorous diet was chosen. The sample answered a questionnaire that investigated their eating habits, the frequency with which they eat meals, the main foodstuffs assumed, oral hygiene habits, and any painful symptomatology of the teeth or more general problems in the oral cavity. The sample was then subject to objective examination in which the saliva pH was measured and the teeth were checked for demineralization of the enamel, white spots, and caries (using KaVo DIAGNOdent) with particular attention being paid to the localization of these lesions, and lastly, sounding was carried out to detect any osseous defects and periodontal pockets. RESULTS: The study revealed greater incidence of demineralization and white spots in the vegan subjects compared to the omnivorous ones localized at the neck of the teeth and on the vestibular surfaces of dental elements (with the exception of the lower anterior group). The saliva pH, more acid in the omnivorous patients, ranged between four and six. Changes in oral conditions in both groups of subjects were observed. CONCLUSION: In order to research into the cause-effect relationship of the vegan diet on the oral cavity effectively, the sample needs to be studied for a longer period of time and the results re-evaluated."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1050", "doc_id": "MED-728"}, "id": "nfcorpus-PLAIN-1050-MED-728", "question": "Dr. Dean Ornish", "context": "In a 1995 pivotal study, Kushner described the attitudes, practice behaviors, and barriers to the delivery of nutrition counseling by primary care physicians. This article recognized nutrition and dietary counseling as key components in the delivery of preventive services by primary care physicians. Kushner called for a multifaceted approach to change physicians' counseling practices. The prevailing belief today is that little has changed. Healthy People 2010 and the U.S. Preventive Task Force identify the need for physicians to address nutrition with patients. The 2010 objective was to increase to 75% the proportion of office visits that included ordering or providing diet counseling for patients with a diagnosis of cardiovascular disease, diabetes, or hypertension. At the midcourse review, the proportion actually declined from 42% to 40%. Primary care physicians continue to believe that providing nutrition counseling is within their realm of responsibility. Yet the gap remains between the proportion of patients who physicians believe would benefit from nutrition counseling and those who receive it from their primary care physician or are referred to dietitians and other healthcare professionals. The barriers cited in recent years continue to be those listed by Kushner: lack of time and compensation and, to a lesser extent, lack of knowledge and resources. The 2010 Surgeon General's Vision for a Healthy and Fit Nation and First Lady Obama's \"Let's Move Campaign\" spotlight the need for counseling adults and children on diet and physical activity."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1050", "doc_id": "MED-1857"}, "id": "nfcorpus-PLAIN-1050-MED-1857", "question": "Dr. Dean Ornish", "context": "BACKGROUND/OBJECTIVES: Investigations about possible correlations between vegetarian diet and periodontal conditions are rare and characterized by small case numbers. The aim of this clinical study was to investigate the influence of a vegetarian diet on periodontal parameters with an appropriate sample size. SUBJECTS/METHODS: A total of 200 patients, 100 vegetarians and 100 non-vegetarians, were included in the study. All patients were examined including a full mouth assessment of the periodontal and dental conditions. In addition, a questionnaire was handed out to ask for patients' oral hygiene habits and level of education. For statistical analysis the Mann-Whitney Test (χ(2) for analysis of the questionnaire) was applied (level of significance: P<0.05). RESULTS: Well known periodontal risk factors like age, gender and smoking habits were equally distributed within each group (71 females, 29 males, respectively and 10 smokers in each group; mean age: 41.45 years vegetarians versus 41.72 years non-vegetarians). Vegetarians had significantly lower probing pocket depths (P=0.039), bleeding on probing (P=0.001), periodontal screening index (P=0.012), a better hygiene index (P<0.001) and less mobile teeth (P=0.013). Dental examinations revealed significantly less missing teeth (P=0.018) but also more decayed (P=0.001) and eroded (P=0.026) teeth in vegetarians. Furthermore, vegetarians had a higher level of education (P<0.001), but visited dentists significantly less frequent. CONCLUSIONS: Vegetarians revealed better periodontal conditions (less inflammation signs, less periodontal damage and a better dental home care). However, it should be considered that vegetarians are not only avoiding meat in their nutrition but are also characterized by an overall healthier life style."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1050", "doc_id": "MED-2510"}, "id": "nfcorpus-PLAIN-1050-MED-2510", "question": "Dr. Dean Ornish", "context": "Dietary restriction (DR) extends the lifespan of a wide range of species, although the universality of this effect has never been quantitatively examined. Here, we report the first comprehensive comparative meta-analysis of DR across studies and species. Overall, DR significantly increased lifespan, but this effect is modulated by several factors. In general, DR has less effect in extending lifespan in males and also in non-model organisms. Surprisingly, the proportion of protein intake was more important for life extension via DR than the degree of caloric restriction. Furthermore, we show that reduction in both age-dependent and age-independent mortality rates drives life extension by DR among the well-studied laboratory model species (yeast, nematode worms, fruit flies and rodents). Our results suggest that convergent adaptation to laboratory conditions better explains the observed DR-longevity relationship than evolutionary conservation although alternative explanations are possible. © 2012 The Authors. Aging Cell © 2012 Blackwell Publishing Ltd/Anatomical Society of Great Britain and Ireland."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1050", "doc_id": "MED-2278"}, "id": "nfcorpus-PLAIN-1050-MED-2278", "question": "Dr. Dean Ornish", "context": "OBJECTIVES: To investigate the anti-inflammatory and anti-oxidative effects of anthocyanins from cherries on Freund's adjuvant-induced arthritis (AIA) in rats. METHODS: Arthritis was induced intradermally by injection with 0.1 mL of complete Freund's adjuvant (CFA) into the right hind footpad of male Sprague Dawley (SD) rats. Anthocyanins at 40, 20 and 10 mg/kg (body weight) were administered orally to the treated rats for 28 days after the injection. Tumour necrosis factor-alpha (TNFalpha) in serum and prostaglandin E2 (PGE2) in paws were assayed by radioimmunoassay (RIA), and anti-oxidative effects was assayed by measuring total anti-oxidative capacity (T-AOC), superoxide dismutase (SOD) and malondialdehyde (MDA) in serum. RESULTS: Anthocyanins at 40 mg/kg significantly decreased the levels of TNFalpha in serum and PGE2 in paws, simultaneously improving the anti-oxidative status of AIA. We found that at this dosage T-AOC was potentized, the activity of SOD increased and the level of MDA in serum decreased. However, anthocyanins at 20 and 10 mg/kg had less effect on the inflammatory factors and anti-oxidative capacity of AIA. CONCLUSIONS: Anthocyanins have potential anti-inflammatory and anti-oxidative effects on AIA."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1066", "doc_id": "no"}, "id": "nfcorpus-PLAIN-1066-no", "question": "Dr. Walter Willett", "context": null}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1066", "doc_id": "MED-3604"}, "id": "nfcorpus-PLAIN-1066-MED-3604", "question": "Dr. Walter Willett", "context": "The Advisory Committee on Human Radiation Experiments (ACHRE), established to review allegations of abuses of human subjects in federally sponsored radiation research, was charged with identifying appropriate standards to evaluate the ethics of cold war radiation experiments. One central question for ACHRE was to determine what role, if any, the Nuremberg Code played in the norms and practices of US medical researchers. Based on the evidence from ACHRE's Ethics Oral History Project and extensive archival research, we conclude that the Code, at the time it was promulgated, had little effect on mainstream medical researchers engaged in human subjects research. Although some clinical investigators raised questions about the conduct of research involving human beings, the medical profession did not pursue this issue until the 1960s."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1066", "doc_id": "MED-2989"}, "id": "nfcorpus-PLAIN-1066-MED-2989", "question": "Dr. Walter Willett", "context": "This study evaluated the relationship between phytate urinary levels and bone characteristics in a large population of postmenopausal women. The study population consisted of 180 postmenopausal women who participated in a descriptive cross-sectional study. A urine sample was collected from each subject to determine phytate levels and the volunteers were divided into two groups according to phytate urinary concentration (i.e., low and high levels). Bone mineral density was determined in the lumbar spine and femoral neck of groups with low and high phytate urinary levels. Urinary levels of phytate were linked to dietary phytate consumption. Hence, bone mineral density values were significantly higher in the lumbar spines and femoral necks of women who consumed high levels of phytate than in women with low urinary phytate concentrations. Higher urinary levels of phytate correlated with higher bone mineral density in the lumbar spine and femoral necks of postmenopausal women. This finding demonstrates the potential use of phytate in the treatment of bone related diseases, as it uses a mechanism of action similar to some bisphosphonates."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1066", "doc_id": "MED-3603"}, "id": "nfcorpus-PLAIN-1066-MED-3603", "question": "Dr. Walter Willett", "context": "In November 1906, Richard Pearson Strong, then head of the Philippine Biological Laboratory, inoculated 24 men--inmates of Manila's Bilibid Prison--with a cholera vaccine that somehow had been contaminated with plague organisms; 13 men died. The governor-general of the Philippines appointed a general committee to investigate the affair, and the U.S. Senate demanded information about the episode. Although the Senate, the secretary of war, and even the president were kept informed of developments, no mainland investigations ensued. The general committee concluded that Strong was negligent for not having locks on his incubators and for leaving a visiting physician alone in the laboratory, where he might have mixed up the cholera and plague cultures on the fateful day. The committee's charge was referred to the attorney general, who found Strong innocent of criminal negligence, whereupon the governor-general exonerated Strong. Strong was despondent over Bilibid but recovered and developed a noteworthy career in American tropical medicine. In retrospect, the disaster at Bilibid presents an epitome of the problems surrounding the use of prisoner-subjects without authorization and without their voluntary consent. Far ahead of its time, the general committee recognized and condemned the shortcomings and urged reform, pleas the government ignored. The Bilibid episode remains, however, as a cautionary tale for those engaged in clinical research."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1066", "doc_id": "MED-1791"}, "id": "nfcorpus-PLAIN-1066-MED-1791", "question": "Dr. Walter Willett", "context": "BACKGROUND: Short-term studies in adolescents have generally shown an enhancement of calcium absorption by inulin-type fructans (prebiotics). Results have been inconsistent; however, and no studies have been conducted to determine whether this effect persists with long-term use. OBJECTIVE: The objective was to assess the effects on calcium absorption and bone mineral accretion after 8 wk and 1 y of supplementation with an inulin-type fructan. DESIGN: Pubertal adolescents were randomly assigned to receive 8 g/d of a mixed short and long degree of polymerization inulin-type fructan product (fructan group) or maltodextrin placebo (control group). Bone mineral content and bone mineral density were measured before randomization and after 1 y. Calcium absorption was measured with the use of stable isotopes at baseline and 8 wk and 1 y after supplementation. Polymorphisms of the Fok1 vitamin D receptor gene were determined. RESULTS: Calcium absorption was significantly greater in the fructan group than in the control group at 8 wk (difference: 8.5 +/- 1.6%; P < 0.001) and at 1 y (difference: 5.9 +/- 2.8%; P = 0.04). An interaction with Fok1 genotype was present such that subjects with an ff genotype had the least initial response to fructan. After 1 y, the fructan group had a greater increment in both whole-body bone mineral content (difference: 35 +/- 16 g; P = 0.03) and whole-body bone mineral density (difference: 0.015 +/- 0.004 g/cm(2); P = 0.01) than did the control group. CONCLUSION: Daily consumption of a combination of prebiotic short- and long-chain inulin-type fructans significantly increases calcium absorption and enhances bone mineralization during pubertal growth. Effects of dietary factors on calcium absorption may be modulated by genetic factors, including specific vitamin D receptor gene polymorphisms."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1066", "doc_id": "MED-5311"}, "id": "nfcorpus-PLAIN-1066-MED-5311", "question": "Dr. Walter Willett", "context": "In the early 1930s, the industrial chemical dinitrophenol found widespread favor as a weight-loss drug, due principally to the work of Maurice Tainter, a clinical pharmacologist from Stanford University. Unfortunately the compound's therapeutic index was razor thin and it was not until thousands of people suffered irreversible harm that mainstream physicians realized that dinitrophenol's risks outweighed its benefits and abandoned its use. Yet, it took passage of the Food, Drug, and Cosmetic Act in 1938 before federal regulators had the ability to stop patent medicine men from selling dinitrophenol to Americans lured by the promise of a drug that would safely melt one's fat away."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1066", "doc_id": "MED-1058"}, "id": "nfcorpus-PLAIN-1066-MED-1058", "question": "Dr. Walter Willett", "context": "The Sugar Association, representing the U.S. sugar industry, is highly critical of a WHO report on guidelines for healthy eating, which suggests that sugar should account for no more than 10 percent of a healthy diet. The association has demanded that Congress end its funding of the World Health Organization unless the WHO withdraws the guidelines, and the association and six other big food industry groups have also asked the U.S. Secretary of Health and Human Services to use his influence to get the WHO report withdrawn. The WHO strongly rejects the sugar lobby's criticisms."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1066", "doc_id": "MED-1097"}, "id": "nfcorpus-PLAIN-1066-MED-1097", "question": "Dr. Walter Willett", "context": "Moses Maimonides (1135-1204), physician and philosopher, was the greatest Jewish thinker of the Middle Ages. Faced with a life of persecution, exile, and tragedy, Maimonides overcame obstacles to become the leading physician in his era, a clinician whose skills were sought across continents. Despite long days caring for patients, Maimonides wrote extensively about both medicine and philosophy. His medical works span all topics of clinical medicine and reflect rational thinking and an understanding of the relationship between mind and body. Well known for his philosophical writings, such as The Guide for the Perplexed, Maimonides codified Jewish law and revolutionized Jewish thinking. This review of his life and achievements provides insight into the world of a remarkable 12th-century physician and may offer valuable lessons for physicians today."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1066", "doc_id": "MED-2985"}, "id": "nfcorpus-PLAIN-1066-MED-2985", "question": "Dr. Walter Willett", "context": "Several risk factors seem to play a role in the development of osteoporosis. Phytate is a naturally occurring compound that is ingested in significant amounts by those with diets rich in whole grains. The aim of this study was to evaluate phytate consumption as a risk factor in osteoporosis. In a first group of 1,473 volunteer subjects, bone mineral density was determined by means of dual radiological absorptiometry in the calcaneus. In a second group of 433 subjects (used for validation of results obtained for the first group), bone mineral density was determined in the lumbar column and the neck of the femur. Subjects were individually interviewed about selected osteoporosis risk factors. Dietary information related to phytate consumption was acquired by questionnaires conducted on two different occasions, the second between 2 and 3 months after performing the first one. One-way analysis of variance or Student's t test was used to determine statistical differences between groups. Bone mineral density increased with increasing phytate consumption. Multivariate linear regression analysis indicated that body weight and low phytate consumption were the risk factors with greatest influence on bone mineral density. Phytate consumption had a protective effect against osteoporosis, suggesting that low phytate consumption should be considered an osteoporosis risk factor."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1066", "doc_id": "MED-2112"}, "id": "nfcorpus-PLAIN-1066-MED-2112", "question": "Dr. Walter Willett", "context": "Medical students in the United States are taught little about nutrition and dietetics. Worse yet, their training biases them against the studies that show the power of dietary approaches to managing disease. The current approach to evidence-based medicine encourages physicians to ignore any information that does not come from a double-blind, randomized controlled trial. Yet human beings cannot be blinded to a dietary intervention. As a result, physicians are biased toward drug treatments and against dietary interventions for the management of chronic disease. Copyright © 2013 Elsevier Ltd. All rights reserved."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1066", "doc_id": "MED-5022"}, "id": "nfcorpus-PLAIN-1066-MED-5022", "question": "Dr. Walter Willett", "context": "The tropical mangosteen fruit has long been prized in Southeast Asia for its traditional healing properties. Mangosteen fruit juice is now available in the United States and marketed for its purported health benefits. We describe a case of severe lactic acidosis associated with the use of mangosteen juice as a dietary supplement."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1088", "doc_id": "no"}, "id": "nfcorpus-PLAIN-1088-no", "question": "ECMO", "context": null}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1088", "doc_id": "MED-2109"}, "id": "nfcorpus-PLAIN-1088-MED-2109", "question": "ECMO", "context": "Thirty-nine newborn infants with severe persistent pulmonary hypertension and respiratory failure who met criteria for 85% likelihood of dying were enrolled in a randomized trial in which extracorporeal membrane oxygenation (ECMO) therapy was compared with conventional medical therapy (CMT). In phase I, 4 of 10 babies in the CMT group died and 9 of 9 babies in the ECMO group survived. Randomization was halted after the fourth CMT death, as planned before initiating the study, and the next 20 babies were treated with ECMO (phase II). Of the 20, 19 survived. All three treatment groups (CMT and ECMO in phase I and ECMO, phase II) were comparable in severity of illness and mechanical ventilator support. The overall survival of ECMO-treated infants was 97% (28 of 29) compared with 60% (6 of 10) in the CMT group (P less than .05)."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1088", "doc_id": "MED-2110"}, "id": "nfcorpus-PLAIN-1088-MED-2110", "question": "ECMO", "context": "Almost all types of newborn respiratory failure are reversible. However, supportive treatment (oxygen and positive airway pressure) can damage the lung, and newborn respiratory failure remains a major cause of morbidity and death in infants. Prolonged extracorporeal membrane oxygenation (ECMO) provides life support while allowing the lung to \"rest.\" We have used ECMO in 45 moribund newborn infants; 25 survived. Neonatologists referred patients who were unresponsive to maximal therapy. The right atrium and aortic arch were cannulated via the jugular vein and carotid artery. Heparin was infused continuously to main activated clotting time at 200 to 300 seconds. Airway oxygenation and pressure were reduced to low levels. Primary diagnoses were hyaline membrane disease, 14 (6 survived, 8 died); meconium aspiration, 22 (15 survived, 7 died); persistent fetal circulation including diaphragmatic hernia, 5 (3 survived, 2 died); and sepsis, 4 (1 survived, 3 died). Growth, development, and brain and lung function are normal in 20 of 25 survivors. ECMO decreased newborn respiratory failure mortality and morbidity rates in this phase I trial. A controlled randomized study is underway. The results suggest that ECMO may be effective in older patients if used before irreversible lung damage occurs."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1088", "doc_id": "MED-3447"}, "id": "nfcorpus-PLAIN-1088-MED-3447", "question": "ECMO", "context": "To investigate the chemopreventive effects of seaweed on breast cancer, we have been studying the relationship between iodine and breast cancer. We found earlier that the seaweed, wakame, showed a suppressive effect on the proliferation of DMBA (dimethylbenz(a)anthracene)-induced rat mammary tumors, possibly via apoptosis induction. In the present study, powdered mekabu was placed in distilled water, and left to stand for 24 h at 4 degrees C. The filtered supernatant was used as mekabu solution. It showed an extremely strong suppressive effect on rat mammary carcinogenesis when used in daily drinking water, without toxicity. In vitro, mekabu solution strongly induced apoptosis in 3 kinds of human breast cancer cells. These effects were stronger than those of a chemotherapeutic agent widely used to treat human breast cancer. Furthermore, no apoptosis induction was observed in normal human mammary cells. In Japan, mekabu is widely consumed as a safe, inexpensive food. Our results suggest that mekabu has potential for chemoprevention of human breast cancer."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1088", "doc_id": "MED-3704"}, "id": "nfcorpus-PLAIN-1088-MED-3704", "question": "ECMO", "context": "The most relevant cause of morbidity and mortality in cystic fibrosis (CF) patients is the lung pathology characterized by chronic infection and inflammation sustained mainly by Pseudomonas aeruginosa (P. aeruginosa). Innovative pharmacological approaches to control the excessive inflammatory process in the lung of CF patients are thought to be beneficial to reduce the extensive airway tissue damage. Medicinal plants from the so-called traditional Asian medicine are attracting a growing interest because of their potential efficacy and safety. Due to the presence of different active compounds in each plant extract, understanding the effect of each component is important to pursue selective and reproducible applications. Extracts from Emblica officinalis (EO) were tested in IB3-1 CF bronchial epithelial cells exposed to the P. aeruginosa laboratory strain PAO1. EO strongly inhibited the PAO1-dependent expression of the neutrophil chemokines IL-8, GRO-alpha, GRO-gamma, of the adhesion molecule ICAM-1 and of the pro-inflammatory cytokine IL-6. Pyrogallol, one of the compounds extracted from EO, inhibited the P. aeruginosa-dependent expression of these pro-inflammatory genes similarly to the whole EO extract, whereas a second compound purified from EO, namely 5-hydroxy-isoquinoline, had no effect. These results identify Pyrogallol as an active compound responsible for the anti-inflammatory effect of EO and suggest to extend the investigation in pre-clinical studies in airway animal models in vivo, to test the efficacy and safety of this molecule in CF chronic lung inflammatory disease."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1088", "doc_id": "MED-5046"}, "id": "nfcorpus-PLAIN-1088-MED-5046", "question": "ECMO", "context": "Epidemiological evidence suggests a role for tea catechins in reduction of chronic disease risk. However, stability of catechins under digestive conditions is poorly understood. The objective of this study was to characterize the effect of common food additives on digestive recovery of tea catechins. Green tea water extracts were formulated in beverages providing 4.5, 18, 23, and 3.5 mg per 100 mL epicatechin (EC), epigallocatechin (EGC), epigallocatechin-gallate (EGCG), and epicatechin-gallate (ECG), respectively. Common commercial beverage additives; citric acid (CA), BHT, EDTA, ascorbic acid (AA), milk (bovine, soy, and rice), and citrus juice (orange, grapefruit, lemon, and lime) were formulated into finished tea beverages at incremental dosages. Samples were then subjected to in vitro digestion simulating gastric and small intestinal conditions with pre- and post-digestion catechin profiles assessed by HPLC. Catechin stability in green tea was poor with <20% total catechins remaining post-digestion. EGC and EGCG were most sensitive with less, not double equals 10% recovery. Teas formulated with 50% bovine, soy, and rice milk increased total catechin recovery significantly to 52, 55, and 69% respectively. Including 30 mg AA in 250 mL of tea beverage significantly (p<0.05) increased catechin recovery of EGC, EGCG, EC, and ECG to 74, 54, 82, and 45% respectively. Juice preparation resulted in the highest recovery of any formulation for EGC (81-98%), EGCG (56-76%), EC (86-95%), and ECG (30-55%). These data provide evidence that tea consumption practices and formulation factors likely impact catechin digestive recovery and may result in diverse physiological profiles."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1088", "doc_id": "MED-4999"}, "id": "nfcorpus-PLAIN-1088-MED-4999", "question": "ECMO", "context": "Curcumin (Cur), a component of turmeric (Curcuma longa), has been reported to exhibit antimetastatic activities, but the mechanisms remain unclear. Other curcuminoids present in turmeric, demethoxycurcumin (DMC) and bisdemethoxycurcumin (BDMC) have not been investigated whether they exhibit antimetastatic activity to the same extent as curcumin. The regulation of matrix metalloproteinases (MMPs) and urokinase plasminogen activator (uPA) play important role in cancer cell invasion by cleavage of extracellular matrix (ECM). In this line, we comparatively examined the influence of Cur, DMC and BDMC on the expressions of uPA, MMP-2, MMP-9, membrane Type 1 MMP (MT1-MMP), tissue inhibitor of metalloproteinases (TIMP-2), and in vitro invasiveness of human fibrosarcoma cells. The results indicate that the differential potency for inhibition of cancer cell invasion was BDMC> or =DMC>Cur, whereas the cell migration was not affected. Zymography analysis exhibited that curcumin, DMC and BDMC significantly decreased uPA, active-MMP-2 and MMP-9 but not pro-MMP-2 secretion from the cells in a dose-dependent manner, in which BDMC and DMC show higher potency than curcumin. The suppression of active MMP-2 level correlated with inhibition of MT1-MMP and TIMP-2 protein levels involved in pro-MMP-2 activation. Importantly, BDMC and DMC at 10 microM reduced MT1-MMP and TIMP-2 protein expression, but curcumin slightly reduced only MT1-MMP but not TIMP-2. In addition, three forms of curcuminoids significantly inhibited collagenase, MMP-2, and MMP-9 but not uPA activity. In summary, these data demonstrated that DMC and BDMC show higher antimetastasis potency than curcumin by the differentially down-regulation of ECM degradation enzymes."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1088", "doc_id": "MED-4899"}, "id": "nfcorpus-PLAIN-1088-MED-4899", "question": "ECMO", "context": "Increased levels of estrogen metabolites (EM) are associated with cancers of the reproductive system. One potential dietary source of EM is milk. In this study, the absolute quantities of unconjugated (free) and unconjugated plus conjugated (total) EM were measured in a variety of commercial milks (whole, 2%, skim, and buttermilk). The results show that the milk products tested contain considerable levels of EM; however, the levels of unconjugated EM in skim milk were substantially lower than that observed in whole milk, 2% milk, and buttermilk. Whole milk contained the lowest overall levels of EM while buttermilk contained the highest. As anticipated, soy milk did not contain the mammalian EM measured using this method. The relatively high levels of catechol estrogens detected in milk products support the theory that milk consumption is a source of EM and their ingestion may have a dietary influence on cancer risk."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1088", "doc_id": "MED-2474"}, "id": "nfcorpus-PLAIN-1088-MED-2474", "question": "ECMO", "context": "This ISAAC Phase Three synthesis provides summarised information on the main findings of the study, regional tables and figures related to the prevalence and severity of current symptoms of asthma, rhinoconjunctivitis and eczema in the main regions of the world. The large number of surveyed children (≈1,200,000), the large number of centres (233) and countries (98) that participated in ISAAC Phase Three makes this study the most comprehensive survey of these diseases ever undertaken. Globally, the prevalence for current asthma, rhinoconjunctivitis and eczema in the 13-14-year age group was 14.1%, 14.6% and 7.3%, respectively. In the 6-7-year age group the prevalence for current asthma, rhinoconjunctivitis and eczema was 11.7%, 8.5% and 7.9%, respectively. The study shows a wide variability in the prevalence and severity of asthma, rhinoconjunctivitis and eczema which occurs not just between regions and countries but between centres in the same country and centres in the same city. This study definitively establishes that the prevalence of those diseases can be very high in non-affluent centres with low socioeconomic conditions. The large variability also suggests a crucial role of local environment characteristics to determine the differences in prevalence between one place and another. Thus, ISAAC Phase Three has provided a large body of epidemiological information on asthma, rhinoconjunctivitis and eczema in childhood from contrasting environments which is expected to yield new clues about the aetiology of those conditions and reasons for their marked global variability. Copyright © 2012 SEICAP. Published by Elsevier Espana. All rights reserved."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1088", "doc_id": "MED-2906"}, "id": "nfcorpus-PLAIN-1088-MED-2906", "question": "ECMO", "context": "BACKGROUND: Different chemical forms of mercury occur naturally in human milk. The most controversial aspect of early post-natal exposure to organic mercury is ethylmercury (EtHg) in thimerosal-containing vaccines (TCV) still being used in many countries. Thus exclusively breastfed infants can be exposed to both, fish derived methylmercury (MeHg) in maternal diets and to EtHg from TCV. The aim of the study is to evaluate a new analytical method for ethyl and methyl mercury in hair samples of breastfed infants who had received the recommended schedule of TCV. METHODS: The hair of infants (<12 months) that had been exposed to TCV (Hepatitis B and DTaP) was analysed. A method coupling isothermal gas chromatography with cold-vapor atomic fluorescence spectrometry was used for MeHg which can also speciate EtHg in biological matrices. RESULTS: In 20 samples of infants' hair, all but two samples showed variable amounts of MeHg (10.3 to 668 ng/g), while precise and reliable concentrations of EtHg (3.7 to 65.0 ng/g) were found in 15 of the 20 samples. A statistically significant inverse association (r=-05572; p=0.0384) was found between hair-EtHg concentrations and the time elapsed after the last TCV shot. CONCLUSIONS: The analytical method proved sensitive enough to quantify EtHg in babies' hair after acute exposure to thimerosal in vaccine shots. Provided that the mass of hair was above 10mg, organic-mercury exposure during early life can be speciated, and quantified in babies' first hair, thus opening opportunities for clinical and forensic studies. Copyright © 2011 Elsevier B.V. All rights reserved."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1088", "doc_id": "MED-4864"}, "id": "nfcorpus-PLAIN-1088-MED-4864", "question": "ECMO", "context": "To elucidate the health benefit of herbal teas on the cytotoxicity induced by H(2)O(2) in V79-4 cells, herbal extracts and its flavonoids were tested using lactate dehydrogenase release and determining intracellular reactive oxygen species generation and antioxidant activity with superoxide radical scavenging assay. Significant decrease in cell viability was observed on V79-4 cells treated with H(2)O(2) (1 mM), while herbal extracts and its flavonoids including catechin and epigallocatechin gallate prevented the LDH release from H(2)O(2) cytotoxicity. Total catechin contents of green tea (65.6 mg/g of dry matter) were significantly higher than other herbal teas (35.8 to 1.2 mg/g of DM). The relative concentration of the 4 major tea catechins ranked EGCG > EGC > EC > C. Green tea exhibited the lowest IC(50) values (2 g fresh herb/100 mL) of superoxide radical scavenging activity among the tested herbal tea, which indicates powerful antioxidant activity in O(2)(*-) radicals scavenging, followed by black tea, dandelion, hawthorn, rose hip, chamomile."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1098", "doc_id": "no"}, "id": "nfcorpus-PLAIN-1098-no", "question": "eggnog", "context": null}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1098", "doc_id": "MED-2884"}, "id": "nfcorpus-PLAIN-1098-MED-2884", "question": "eggnog", "context": "Two carotenoids found in egg yolk, lutein and zeaxanthin, accumulate in the macular retina where they may reduce photostress. Increases in serum lutein and zeaxanthin were observed in previous egg interventions, but no study measured macular carotenoids. The objective of this project was to determine whether increased consumption of eggs would increase retinal lutein and zeaxanthin, or macular pigment. Twenty-four females, between 24 and 59 y, were assigned to a pill treatment (PILL) or 1 of 2 egg treatments for 12 wk. Individuals in the PILL treatment consumed 1 sugar-filled capsule/d. Individuals in the egg treatments consumed 6 eggs/wk, containing either 331 microg (EGG 1) or 964 microg (EGG 2) of lutein and zeaxanthin/yolk. Serum cholesterol, serum carotenoids, and macular pigment OD (MPOD) were measured at baseline and after 4, 8, and 12 wk of intervention. Serum cholesterol concentrations did not change in either egg treatment group, but total cholesterol (P = 0.04) and triglycerides (P = 0.02) increased in the PILL group. Serum zeaxanthin, but not serum lutein, increased in both the EGG 1 (P = 0.04) and EGG 2 (P = 0.01) groups. Likewise, MPOD increased in both the EGG 1 (P = 0.001) and EGG 2 (P = 0.049) groups. Although the aggregate concentration of carotenoid in 1 egg yolk may be modest relative to other sources, such as spinach, their bioavailability to the retina appears to be high. Increasing egg consumption to 6 eggs/wk may be an effective method to increase MPOD."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1098", "doc_id": "MED-3920"}, "id": "nfcorpus-PLAIN-1098-MED-3920", "question": "eggnog", "context": "Green tea is reported to have wide ranging beneficial health outcomes across epidemiological studies, which have been attributed to its flavonoid content. We investigated whether the flavonoid epigallocatechin gallate (EGCG) modulates brain activity and self-reported mood in a double-blind, placebo controlled crossover study. Participants completed baseline assessments of cognitive and cardiovascular functioning, mood and a resting state electroencephalogram (EEG) before and then 120 min following administration of 300 mg EGCG or matched placebo. EGCG administration was associated with a significant overall increase in alpha, beta and theta activity, also reflected in overall EEG activity, more dominant in midline frontal and central regions, specifically in the frontal gyrus and medial frontal gyrus. In comparison to placebo the EGCG treatment also increased self-rated calmness and reduced self rated stress. This pattern of results suggests that participants in the EGCG condition may have been in a more relaxed and attentive state after consuming EGCG. This is in keeping with the widespread consumption of green tea for its purported relaxing/refreshing properties. The modulation of brain function due to EGCG is deserving of further controlled human studies. Copyright Â© 2011 Elsevier Ltd. All rights reserved."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1098", "doc_id": "MED-2372"}, "id": "nfcorpus-PLAIN-1098-MED-2372", "question": "eggnog", "context": "BACKGROUND: Because of egg cholesterol content, reduction in egg consumption is generally recommended to reduce risk of cardiovascular disease. Recently, however, evidence has been accumulating to suggest that dietary cholesterol is less relevant to cardiovascular risk than dietary saturated fat. This randomized controlled crossover trial was conducted to determine the effects of egg ingestion on endothelial function, a reliable index of cardiovascular risk. METHODS: Forty-nine healthy adults (mean age 56 years, 40% females) underwent a baseline brachial artery reactivity study (BARS), and were assigned to two eggs or oats daily for 6 weeks in random sequence with a 4-week washout. A BARS was done at the end of each treatment phase, measuring flow-mediated vasodilation (FMD) in the brachial artery using a high-frequency ultrasound. RESULTS: FMD was stable in both egg and oat groups, and between-treatment differences were not significant (egg -0.96%, oatmeal -0.79%; p value >0.05). Six weeks of egg ingestion had no effect on total cholesterol (baseline: 203.8 mg/dl; post-treatment: 205.3) or LDL (baseline: 124.8 mg/dl; post-treatment: 129.1). In contrast, 6 weeks of oats lowered total cholesterol (to 194 mg/dl; p = 0.0017) and LDL (to 116.6 mg/dl; p = 0.012). There were no differences in body mass index (BMI), triglyceride, HDL or SBP levels between egg and oat treatment assignments. CONCLUSION: Short-term egg consumption does not adversely affect endothelial function in healthy adults, supporting the view that dietary cholesterol may be less detrimental to cardiovascular health than previously thought."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1098", "doc_id": "MED-2371"}, "id": "nfcorpus-PLAIN-1098-MED-2371", "question": "eggnog", "context": "Background Limiting consumption of eggs, which are high in cholesterol, is generally recommended to reduce risk of cardiovascular disease. However, recent evidence suggests that dietary cholesterol has limited influence on serum cholesterol or cardiac risk. Objective To assess the effects of egg consumption on endothelial function and serum lipids in hyperlipidemic adults. Methods Randomized, placebo-controlled crossover trial of 40 hyperlipidemic adults (24 women, 16 men; average age = 59.9 ± 9.6 years; weight = 76.3 ± 21.8 kilograms; total cholesterol = 244 ± 24 mg/dL). In the acute phase, participants were randomly assigned to one of the two sequences of a single dose of three medium hardboiled eggs and a sausage/cheese breakfast sandwich. In the sustained phase, participants were then randomly assigned to one of the two sequences of two medium hardboiled eggs and 1/2 cup of egg substitute daily for six weeks. Each treatment assignment was separated by a four-week washout period. Outcome measures of interest were endothelial function measured as flow mediated dilatation (FMD) and lipid panel. Results Single dose egg consumption had no effects on endothelial function as compared to sausage/cheese (0.4 ± 1.9 vs. 0.4 ± 2.4%; p = 0.99). Daily consumption of egg substitute for 6 weeks significantly improved endothelial function as compared to egg (1.0 ± 1.2% vs. -0.1 ± 1.5%; p < 0.01) and lowered serum total cholesterol (-18 ± 18 vs. -5 ± 21 mg/dL; p < 0.01) and LDL (-14 ± 20 vs. -2 ± 19 mg/dL; p = 0.01). Study results (positive or negative) are expressed in terms of change relative to baseline. Conclusions Egg consumption was found to be non-detrimental to endothelial function and serum lipids in hyperlipidemic adults, while egg substitute consumption was beneficial."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1098", "doc_id": "MED-4676"}, "id": "nfcorpus-PLAIN-1098-MED-4676", "question": "eggnog", "context": "A widespread misconception has been developing among the Canadian public and among physicians. It is increasingly believed that consumption of dietary cholesterol and egg yolks is harmless. There are good reasons for long-standing recommendations that dietary cholesterol should be limited to less than 200 mg/day; a single large egg yolk contains approximately 275 mg of cholesterol (more than a day’s worth of cholesterol). Although some studies showed no harm from consumption of eggs in healthy people, this outcome may have been due to lack of power to detect clinically relevant increases in a low-risk population. Moreover, the same studies showed that among participants who became diabetic during observation, consumption of one egg a day doubled their risk compared with less than one egg a week. Diet is not just about fasting cholesterol; it is mainly about the postprandial effects of cholesterol, saturated fats, oxidative stress and inflammation. A misplaced focus on fasting lipids obscures three key issues. Dietary cholesterol increases the susceptibility of low-density lipoprotein to oxidation, increases postprandial lipemia and potentiates the adverse effects of dietary saturated fat. Dietary cholesterol, including egg yolks, is harmful to the arteries. Patients at risk of cardiovascular disease should limit their intake of cholesterol. Stopping the consumption of egg yolks after a stroke or myocardial infarction would be like quitting smoking after a diagnosis of lung cancer: a necessary action, but late. The evidence presented in the current review suggests that the widespread perception among the public and health care professionals that dietary cholesterol is benign is misplaced, and that improved education is needed to correct this misconception. Résumé Une idée fausse et généralisée se répand au sein du public canadien et des médecins, qui pensent de plus en plus que la consommation de cholestérol alimentaire et de jaunes d’œuf est inoffensive. Les recommandations de longue date qui préconisent de limiter le cholestérol alimentaire à moins de 200 mg/jour reposent sur de bonnes raisons. Un seul gros jaune d’œuf contient environ 275 mg de cholestérol (plus que la portion quotidienne de cholestérol). Même si certaines études ont démontré que la consommation d’œufs n’est pas nuisible chez les personnes en santé, ce résultat peut découler de l’absence de capacité à déceler des augmentations pertinentes sur le plan clinique au sein d’une population à faible risque. De plus, les mêmes études ont révélé que chez les participants devenus diabétiques pendant la période d’observation, la consommation d’un œuf par jour doublait leur risque par rapport à la consommation de moins d’un œuf par semaine. Le régime ne vise pas à éviter le cholestérol, mais surtout les effets postprandiaux du cholestérol, des gras saturés, du stress oxydant et de l’inflammation. Le fait de se concentrer à tort sur les lipides à jeun occulte trois enjeux. Le cholestérol alimentaire accroît la susceptibilité des lipoprotéines à faible densité à l’oxydation, accroît la lipémie postprandiale et potentialise les effets secondaires des graisses saturées alimentaires. Le cholestérol alimentaire, y compris les jaunes d’œuf, est nuisible pour les artères. Les patients vulnérables aux maladies cardiovasculaires devraient limiter leur consommation de cholestérol. Le fait d’arrêter de consommer des jaunes d’œuf après un accident vasculaire cérébral ou un infarctus du myocarde s’apparenterait à arrêter de fumer après un diagnostic de cancer du poumon : c’est un geste nécessaire, mais entrepris tardivement. D’après les données probantes présentées dans la présente analyse, la perception généralisée du public et des professionnels de la santé selon laquelle le cholestérol alimentaire est un mal bénin est une idée fausse, et une meilleure information s’impose pour la corriger."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1098", "doc_id": "MED-1890"}, "id": "nfcorpus-PLAIN-1098-MED-1890", "question": "eggnog", "context": "BACKGROUND: Several epidemiologic studies found no effect of egg consumption on the risk of coronary heart disease. It is possible that the adverse effect of eggs on LDL-cholesterol is offset by their favorable effect on HDL cholesterol. OBJECTIVE: The objective was to review the effect of dietary cholesterol on the ratio of total to HDL cholesterol. DESIGN: Studies were identified by MEDLINE and Biological s searches (from 1974 to June 1999) and by reviewing reference lists. In addition, we included data from a more recently published study. Studies were included if they had a crossover or parallel design with a control group, if the experimental diets differed only in the amount of dietary cholesterol or number of eggs and were fed for > or =14 d, and if HDL-cholesterol concentrations were reported. Of the 222 studies identified, 17 studies involving 556 subjects met these criteria. RESULTS: The addition of 100 mg dietary cholesterol/d increased the ratio of total to HDL cholesterol by 0.020 units (95% CI: 0.010, 0.030), total cholesterol concentrations by 0.056 mmol/L (2.2 mg/dL) (95% CI: 0.046, 0.065 mmol/L; 1.8, 2.5 mg/dL), and HDL-cholesterol concentrations by 0.008 mmol/L (0.3 mg/dL) (95% CI: 0.005, 0.010 mmol/L; 0.2, 0.4 mg/dL). CONCLUSIONS: Dietary cholesterol raises the ratio of total to HDL cholesterol and, therefore, adversely affects the cholesterol profile. The advice to limit cholesterol intake by reducing consumption of eggs and other cholesterol-rich foods may therefore still be valid."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1098", "doc_id": "MED-963"}, "id": "nfcorpus-PLAIN-1098-MED-963", "question": "eggnog", "context": "The public perceives that the nutritional quality of eggs produced as free range is superior to that of eggs produced in cages. Therefore, this study compared the nutrient content of free-range vs. cage-produced shell eggs by examining the effects of the laboratory, production environment, and hen age. A flock of 500 Hy-Line Brown layers were hatched simultaneously and received the same care (i.e., vaccination, lighting, and feeding regimen), with the only difference being access to the range. The nutrient content of the eggs was analyzed for cholesterol, n-3 fatty acids, saturated fat, monounsaturated fat, polyunsaturated fat, β-carotene, vitamin A, and vitamin E. The same egg pool was divided and sent to 4 different laboratories for analysis. The laboratory was found to have a significant effect on the content of all nutrients in the analysis except for cholesterol. Total fat content in the samples varied (P < 0.001) from a high of 8.88% to a low of 6.76% in laboratories D and C, respectively. Eggs from the range production environment had more total fat (P < 0.05), monounsaturated fat (P < 0.05), and polyunsaturated fat (P < 0.001) than eggs produced by caged hens. Levels of n-3 fatty acids were also higher (P < 0.05), at 0.17% in range eggs vs. 0.14% in cage eggs. The range environment had no effect on cholesterol (163.42 and 165.38 mg/50 g in eggs from caged and range hens, respectively). Vitamin A and E levels were not affected by the husbandry to which the hens were exposed but were lowest at 62 wk of age. The age of the hens did not influence the fat levels in the egg, but cholesterol levels were highest (P < 0.001) at 62 wk of age (172.54 mg/50 g). Although range production did not influence the cholesterol level in the egg, there was an increase in fat levels in eggs produced on the range."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1098", "doc_id": "MED-1884"}, "id": "nfcorpus-PLAIN-1098-MED-1884", "question": "eggnog", "context": "We previously evaluated the responses to dietary cholesterol in children and young adults. In this study, the effects of dietary cholesterol on plasma lipids and LDL atherogenicity were evaluated in 42 elderly subjects (29 postmenopausal women and 13 men > 60 y old). Our exclusion criteria were diabetes, heart disease, and the use of reductase inhibitors. The study followed a randomized crossover design in which subjects were assigned to consume the equivalent of 3 large eggs (EGG) daily or the same amount of a cholesterol-free, fat-free egg substitute (SUB) for a 1-mo period. After a 3-wk washout period, subjects were assigned to the alternate treatment. The concentration of plasma cholesterol after the EGG period varied among subjects. When all subjects were evaluated, there were significant increases in LDL cholesterol (LDL-C) (P < 0.05) and HDL-C (P < 0.001) for both men and women during the EGG period, resulting in no alterations in the LDL-C:HDL-C or the total cholesterol:HDL-C ratios. In addition, the LDL peak diameter was increased during the EGG period for all subjects. In contrast, the measured parameters of LDL oxidation, conjugated diene formation, and LDL lag time did not differ between the EGG and the SUB periods. We conclude from this study that dietary cholesterol provided by eggs does not increase the risk for heart disease in a healthy elderly population."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1098", "doc_id": "MED-4324"}, "id": "nfcorpus-PLAIN-1098-MED-4324", "question": "eggnog", "context": "BACKGROUND: Increasingly the potential harm from high cholesterol intake, and specifically from egg yolks, is considered insignificant. We therefore assessed total plaque area (TPA) in patients attending Canadian vascular prevention clinics to determine if the atherosclerosis burden, as a marker of arterial damage, was related to egg intake. To provide perspective on the magnitude of the effect, we also analysed the effect of smoking (pack-years). METHODS: Consecutive patients attending vascular prevention clinics at University Hospital had baseline measurement of TPA by duplex ultrasound, and filled out questionnaires regarding their lifestyle and medications, including pack-years of smoking, and the number of egg yolks consumed per week times the number of years consumed (egg-yolk years). RESULTS: Data were available in 1262 patients; mean (SD) age was 61.5 (14.8) years; 47% were women. Carotid plaque area increased linearly with age after age 40, but increased exponentially with pack-years of smoking and with egg-yolk years. Plaque area in patients consuming <2 eggs per week (n = 388) was 125 ± 129 mm(2), versus 132 ± 142 mm(2) in those consuming 3 or more eggs per week (n = 603); (p < 0.0001 after adjustment for age). In multiple regression, egg-yolk years remained significant after adjusting for coronary risk factors. INTERPRETATION: Our findings suggest that regular consumption of egg yolk should be avoided by persons at risk of cardiovascular disease. This hypothesis should be tested in a prospective study with more detailed information about diet, and other possible confounders such as exercise and waist circumference. Copyright © 2012 Elsevier Ireland Ltd. All rights reserved."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1098", "doc_id": "MED-2849"}, "id": "nfcorpus-PLAIN-1098-MED-2849", "question": "eggnog", "context": "Higher egg and cholesterol intakes are associated with increased risk of type 2 diabetes mellitus. However, their association with gestational diabetes mellitus (GDM) has not been evaluated. The authors assessed such associations in both a prospective cohort study (1996–2008; 3,158 participants) and a case-control study (1998–2002; 185 cases, 411 controls). A food frequency questionnaire was used to assess maternal diet. Multivariable models were used to derive relative risks and 95% confidence intervals. Compared with no egg consumption, adjusted relative risks for GDM were 0.94, 1.01, 1.12, 1.54, and 2.52 for consumption of ≤1, 2–3, 4–6, 7–9, and ≥10 eggs/week, respectively (P for trend = 0.008). Women with high egg consumption (≥7/week) had a 1.77-fold increased risk compared with women with lower consumption (95% confidence interval (CI): 1.19, 2.63). The relative risk for the highest quartile of cholesterol intake (≥294 mg/day) versus the lowest (<151 mg/day) was 2.35 (95% CI: 1.35, 4.09). In the case-control study, the adjusted odds ratio for consuming ≥7 eggs/week versus <7 eggs/week was 2.65 (95% CI: 1.48, 4.72), and the odds of GDM increased with increasing cholesterol intake (P for trend = 0.021). In conclusion, high egg and cholesterol intakes before and during pregnancy are associated with increased risk of GDM."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1109", "doc_id": "no"}, "id": "nfcorpus-PLAIN-1109-no", "question": "endocrine disruptors", "context": null}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1109", "doc_id": "MED-2643"}, "id": "nfcorpus-PLAIN-1109-MED-2643", "question": "endocrine disruptors", "context": "The incidence and/or prevalence of health problems associated with endocrine-disruption have increased. Many chemicals have endocrine-disrupting properties, including bisphenol A, some organochlorines, polybrominated flame retardants, perfluorinated substances, alkylphenols, phthalates, pesticides, polycyclic aromatic hydrocarbons, alkylphenols, solvents, and some household products including some cleaning products, air fresheners, hair dyes, cosmetics, and sunscreens. Even some metals were shown to have endocrine-disrupting properties. Many observations suggesting that endocrine disruptors do contribute to cancer, diabetes, obesity, the metabolic syndrome, and infertility are listed in this paper. An overview is presented of mechanisms contributing to endocrine disruption. Endocrine disruptors can act through classical nuclear receptors, but also through estrogen-related receptors, membrane-bound estrogen-receptors, and interaction with targets in the cytosol resulting in activation of the Src/Ras/Erk pathway or modulation of nitric oxide. In addition, changes in metabolism of endogenous hormones, cross-talk between genomic and nongenomic pathways, cross talk with estrogen receptors after binding on other receptors, interference with feedback regulation and neuroendocrine cells, changes in DNA methylation or histone modifications, and genomic instability by interference with the spindle figure can play a role. Also it was found that effects of receptor activation can differ in function of the ligand."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1109", "doc_id": "MED-2650"}, "id": "nfcorpus-PLAIN-1109-MED-2650", "question": "endocrine disruptors", "context": "Over the last 40 years there have been constant reports concerning environmental chemicals with hormone-like effects in wildlife. An endocrine disruptor is an exogenous substance that causes adverse health effects in an intact organism or its progeny, secondary to changes in endocrine function. Endocrine disruptors of widely diverse chemical structures that have oestrogenic properties are known as oestrogenic xenobiotics or xenoestrogens. Some of these substances, such as phytoestrogens and mycoestrogens, can come from diet or from the environment. Although the oestrogenic activity of these substances is weaker than that of oestradiol, new chemicals with endocrine disrupting potential continue to be discovered, inadvertent forms of exposure are constantly being identified, and there is increasing concern about cumulative effects. Studies in the 1960s and 1970s characterized the oestrogenicity of a number of industrial compounds and the pesticides o,p-DDT, kepone, methoxychlor, phenolic derivatives and polychlorinated biphenyls (PCBs). In the last 5 years, several environmental chemicals have been added to the list of xenoestrogens, including the pesticides toxaphene, dieldrin and endosulphan, and several different compounds used in the food industry, antioxidants such a t-butylhydroxyanisole; plasticizers such as benzylbutylphthalate and 4-OH-alkylphenols; and substances used in dental restorations, such as bisphenol-A. The relevance of these newly discovered endocrine disruptors to human health is now starting to emerge. The few studies that have investigated their effect in humans point in the same direction: if there is indeed an association between exposure to substances with hormone-disruptive activity and certain disorders of endocrine organs, the incidence of such disorders would be greater in areas where exposure to agents with this activity is high. A closer scrutiny is required to determine whether these newly discovered endocrine disrupting chemicals contribute, together with oestrogenic pesticides, to the exposure of humans to xenoestrogens."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1109", "doc_id": "MED-5323"}, "id": "nfcorpus-PLAIN-1109-MED-5323", "question": "endocrine disruptors", "context": "This study reviewed the literature on the relations between exposure to chemicals with endocrine-disrupting abilities and obesity in humans. The studies generally indicated that exposure to some of the endocrine-disrupting chemicals was associated with an increase in body size in humans. The results depended on the type of chemical, exposure level, timing of exposure and gender. Nearly all the studies investigating dichlorodiphenyldichloroethylene (DDE) found that exposure was associated with an increase in body size, whereas the results of the studies investigating polychlorinated biphenyl (PCB) exposure were depending on dose, timing and gender. Hexachlorobenzene, polybrominated biphenyls, beta-hexachlorocyclohexane, oxychlordane and phthalates were likewise generally associated with an increase in body size. Studies investigating polychlorinated dibenzodioxins and polychlorinated dibenzofurans found either associations with weight gain or an increase in waist circumference, or no association. The one study investigating relations with bisphenol A found no association. Studies investigating prenatal exposure indicated that exposure in utero may cause permanent physiological changes predisposing to later weight gain. The study findings suggest that some endocrine disruptors may play a role for the development of the obesity epidemic, in addition to the more commonly perceived putative contributors. © 2011 The Authors. obesity reviews © 2011 International Association for the Study of Obesity."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1109", "doc_id": "MED-4728"}, "id": "nfcorpus-PLAIN-1109-MED-4728", "question": "endocrine disruptors", "context": "Over the last two decades, the incidence of obesity and associated metabolic syndrome diseases has risen dramatically, becoming a global health crisis. Increased caloric intake and decreased physical activity are believed to represent the root causes of this dramatic rise. However, recent findings highlight the possible involvement of environmental obesogens, xenobiotic chemicals that can disrupt the normal developmental and homeostatic controls over adipogenesis and energy balance. Environmental estrogens, i.e. chemicals with estrogenic potential, have been reported to perturb adipogenic mechanisms using in vitro model systems, but other classes of endocrine-disrupting chemicals are now coming under scrutiny as well. Organotins represent one class of widespread persistent organic pollutants with potent endocrine-disrupting properties in both invertebrates and vertebrates. New data identify tributyltin chloride and triphenyltin chloride as nanomolar agonist ligands for retinoid X receptor (RXR alpha, RXR beta, and RXR gamma) and peroxisome proliferator-activated receptor gamma, nuclear receptors that play pivotal roles in lipid homeostasis and adipogenesis. The environmental obesogen hypothesis predicts that inappropriate receptor activation by organotins will lead directly to adipocyte differentiation and a predisposition to obesity and/or will sensitize exposed individuals to obesity and related metabolic disorders under the influence of the typical high-calorie, high-fat Western diet. The linking of organotin exposure to adipocyte differentiation and obesity opens an important new area of research into potential environmental influences on human health and disease."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1109", "doc_id": "MED-2627"}, "id": "nfcorpus-PLAIN-1109-MED-2627", "question": "endocrine disruptors", "context": "Human exposure to endocrine disrupters (EDs) is widespread and is considered to pose a growing threat to human health. Recent advances in molecular and genetic research and better understanding of mechanisms of blastic cell transformation have led to efforts to improve cancer risk assessment for populations exposed to this family of xenobiotics. In risk assessment, low dose extrapolation of cancer incidence data from both experimental animals and epidemiology studies has been largely based on models assuming linear correlation at low doses, despite existence of evidence showing otherwise. Another weakness of ED risk assessment is poor exposure data in ecological studies. Those are frequently rough estimates derived from contaminated items of local food basket surveys. Polyhalogenated hydrocarbons are treated as examples. There is growing sense of urgency to develop a biologically based dose response model of cancer risk, integrating emerging data from molecular biology and epidemiology to provide more realistic data for risk assessors, public, public health managers and environmental issues administrators."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1109", "doc_id": "MED-1099"}, "id": "nfcorpus-PLAIN-1109-MED-1099", "question": "endocrine disruptors", "context": "Pollutant chemicals that are widespread in the environment can affect endocrine signaling, as evidenced in laboratory experiments and in wildlife with relatively high exposures. Although humans are commonly exposed to such pollutant chemicals, the exposures are generally low, and clear effects on endocrine function from such exposures have been difficult to demonstrate. Several instances in which there are data from humans on exposure to the chemical agent and the endocrine outcome are reviewed, including age at weaning, age at puberty, and sex ratio at birth, and the strength of the evidence is discussed. Although endocrine disruption in humans by pollutant chemicals remains largely undemonstrated, the underlying science is sound and the potential for such effects is real."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1109", "doc_id": "MED-2658"}, "id": "nfcorpus-PLAIN-1109-MED-2658", "question": "endocrine disruptors", "context": "The prevalence of allergic diseases has increased in recent decades. Allergic diseases, particularly asthma, are complex diseases with strong gene-environment interactions. Epidemiological studies have identified a variety of risk factors for the development of allergic diseases. Among them, endocrine-disrupting chemicals (EDCs) play an important role in triggering or exacerbating these diseases. 4-Nonylphenol (NP) and 4-octylphenol (OP)--two major alkylphenols--have been recognized as common toxic and xenobiotic endocrine disrupters. Due to their low solubility, high hydrophobicity, and low estrogenic activity, they tend to accumulate in the human body and may be associated with the adverse effects of allergic diseases. Recently, new evidence has supported the importance of alkylphenols in the in vitro allergic response. This review focuses on the effects of alkylphenols on several key cell types in the context of allergic inflammation. Copyright © 2012. Published by Elsevier B.V."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1109", "doc_id": "MED-2087"}, "id": "nfcorpus-PLAIN-1109-MED-2087", "question": "endocrine disruptors", "context": "Diethylstilboestrol (DES) is an endocrine disrupter which causes cancer in rodents. It was prescribed in large amounts to treat women with gynaecological problems; some of the daughters of these women subsequently developed a rare cancer (vaginal clear cell adenocarcinoma) while genital abnormalities were found in some of the sons. It was used for decades in livestock feed and this may have contaminated the food chain leading to the exposure of the more general population. DES appears to cause epigenetic effects in animals and there is some evidence that this also occurs in man. The mechanisms of carcinogenesis are complex and the effects are difficult to prove due to the background of dietary and environmental phyto- and xenooestrogens. It has been suggested that, like other endocrine disrupters, DES may have acted as an obesogen in the human population. Copyright © 2012 Elsevier Ireland Ltd. All rights reserved."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1109", "doc_id": "MED-1739"}, "id": "nfcorpus-PLAIN-1109-MED-1739", "question": "endocrine disruptors", "context": "Glyphosate is the primary active constituent of the commercial pesticide Roundup. The present results show that acute Roundup exposure at low doses (36 ppm, 0.036 g/L) for 30 min induces oxidative stress and activates multiple stress-response pathways leading to Sertoli cell death in prepubertal rat testis. The pesticide increased intracellular Ca(2+) concentration by opening L-type voltage-dependent Ca(2+) channels as well as endoplasmic reticulum IP3 and ryanodine receptors, leading to Ca(2+) overload within the cells, which set off oxidative stress and necrotic cell death. Similarly, 30 min incubation of testis with glyphosate alone (36 ppm) also increased (45)Ca(2+) uptake. These events were prevented by the antioxidants Trolox and ascorbic acid. Activated protein kinase C, phosphatidylinositol 3-kinase, and the mitogen-activated protein kinases such as ERK1/2 and p38MAPK play a role in eliciting Ca(2+) influx and cell death. Roundup decreased the levels of reduced glutathione (GSH) and increased the amounts of thiobarbituric acid-reactive species (TBARS) and protein carbonyls. Also, exposure to glyphosate-Roundup stimulated the activity of glutathione peroxidase, glutathione reductase, glutathione S-transferase, γ-glutamyltransferase, catalase, superoxide dismutase, and glucose-6-phosphate dehydrogenase, supporting downregulated GSH levels. Glyphosate has been described as an endocrine disruptor affecting the male reproductive system; however, the molecular basis of its toxicity remains to be clarified. We propose that Roundup toxicity, implicated in Ca(2+) overload, cell signaling misregulation, stress response of the endoplasmic reticulum, and/or depleted antioxidant defenses, could contribute to Sertoli cell disruption in spermatogenesis that could have an impact on male fertility. Copyright © 2013 Elsevier Inc. All rights reserved."}
{"metadata": {"dataset": "nfcorpus", "query_id": "PLAIN-1109", "doc_id": "MED-2654"}, "id": "nfcorpus-PLAIN-1109-MED-2654", "question": "endocrine disruptors", "context": "4-Nonylphenols (NPs) are common products of biodegradation of a widely used group of nonionic surfactants, the nonylphenol ethoxylates (NPEs). These compounds are known to be persistent, toxic, and estrogen active. There is a worldwide scientific and public discussion on the potential consequences of human long term dietary exposure to such endocrine disrupters. Despite numerous determinations of NPs in environmental samples no systematical reports exist relating to concentrations of NPs in food. We analyzed NPs in 60 different foodstuff commercially available in Germany. The results indicate that NPs are ubiquitous in food. The concentrations of NPs on a fresh weight basis varied between 0.1 and 19.4 microg/kg regardless of the fat content of the foodstuff. Based on data on German food consumption rates and these first analyses of NPs in food, the daily intake for an adult was calculated to be 7.5 microg/day NPs. For infants exclusively fed with breast milk or infant formulas daily intakes of 0.2 microg/day and 1.4 microg/day NPs, respectively, can be estimated."}
