{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009022", "doc_id": "no"}, "id": "dbpedia-entity-INEX_LD-2009022-no", "question": "Szechwan dish food cuisine", "context": null}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009022", "doc_id": "<dbpedia:Sichuan_cuisine>"}, "id": "dbpedia-entity-INEX_LD-2009022-<dbpedia:Sichuan_cuisine>", "question": "Szechwan dish food cuisine", "context": "Sichuan cuisine, Szechwan cuisine, or Szechuan cuisine (/ˈsɛʃwɒn/ or /ˈsɛtʃwɒn/; Chinese: 四川菜; pinyin: Sìchuān cài or Chinese: 川菜; pinyin: Chuān cài) is a style of Chinese cuisine originating from Sichuan province in southwestern China. It has bold flavours, particularly the pungency and spiciness resulting from liberal use of garlic and chili peppers, as well as the unique flavor of the Sichuan pepper."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009022", "doc_id": "<dbpedia:Szałot>"}, "id": "dbpedia-entity-INEX_LD-2009022-<dbpedia:Szałot>", "question": "Szechwan dish food cuisine", "context": "Szałot (Polish pronunciation: [ˈʂawɔt]) is a Silesian potato salad made with squares of boiled potatoes, carrots, peas, ham, various sausages, pickled fish, boiled eggs, and bonded with olive oil or mayonnaise."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009022", "doc_id": "<dbpedia:Peter_Chang_(chef)>"}, "id": "dbpedia-entity-INEX_LD-2009022-<dbpedia:Peter_Chang_(chef)>", "question": "Szechwan dish food cuisine", "context": "Peter Chang is an award winning chef specializing in Szechwan cuisine who has cooked for restaurants in the American southeast. Chang was born in Hubei Province and trained in China, and cooked a meal for the Chinese president, Hu Jintao.  He moved to the United States to work as the chef at the Chinese Embassy in Washington, D.C."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009022", "doc_id": "<dbpedia:Bryndzové_halušky>"}, "id": "dbpedia-entity-INEX_LD-2009022-<dbpedia:Bryndzové_halušky>", "question": "Szechwan dish food cuisine", "context": "Bryndzové Halušky (English: potato dumplings with bryndza sheep cheese and bacon) is one of the national dishes in Slovakia. This hearty meal consists of halušky (boiled lumps of potato dough similar in appearance to gnocchi) and bryndza (a soft sheep cheese), optionally sprinkled with cooked bits of smoked pork fat/bacon.Žinčica is traditionally drunk with this meal. There is an annual Bryndzové Halušky festival in Turecká that features an eating contest."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009022", "doc_id": "<dbpedia:Hungarian_cuisine>"}, "id": "dbpedia-entity-INEX_LD-2009022-<dbpedia:Hungarian_cuisine>", "question": "Szechwan dish food cuisine", "context": "Hungarian or Magyar cuisine is the cuisine characteristic of the nation of Hungary and its primary ethnic group, the Magyars. Traditional Hungarian dishes are primarily based on meats, seasonal vegetables, fruits, fresh bread, dairy products and cheeses."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009022", "doc_id": "<dbpedia:Wodzionka>"}, "id": "dbpedia-entity-INEX_LD-2009022-<dbpedia:Wodzionka>", "question": "Szechwan dish food cuisine", "context": "Wodzionka (Silesian: wodźůnka) or brotzupa is a Silesian soup made from stale bread, fat and water or milk. Traditionally, wodzionka is prepared by soaking two- to three-day-old stale bread in water or broth and adding garlic, bay leaves, pepper and other seasonings, fried bacon, and lard or butter. It was reportedly served in late autumn and winter, when cows had less milk."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009022", "doc_id": "<dbpedia:Wazwan>"}, "id": "dbpedia-entity-INEX_LD-2009022-<dbpedia:Wazwan>", "question": "Szechwan dish food cuisine", "context": "Wazwan is a multi-course meal in  Kashmiri cuisine, the preparation of which is considered an art and a point of pride in Kashmiri Muslim culture and identity. Almost all the dishes are meat-based using lamb or chicken. It is popular throughout Kashmir, besides being served in India at major hotels and restaurants. Wazwan is also served internationally at Kashmiri food festivals and reunions."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009022", "doc_id": "<dbpedia:Tekwan>"}, "id": "dbpedia-entity-INEX_LD-2009022-<dbpedia:Tekwan>", "question": "Szechwan dish food cuisine", "context": "Tekwan is a fish soup typical of Palembang, Indonesia. The fish cakes are made from the dough of fish and tapioca similar to pempek. The fish cake is cut in small sizes and presented in shrimp broth with a distinctive flavor, served with rice vermicelli, mushrooms, sliced jicama, and sprinkled with sliced fresh celery, scallion and fried shallot. Some versions use prawns as an ingredient."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009022", "doc_id": "<dbpedia:Funšterc>"}, "id": "dbpedia-entity-INEX_LD-2009022-<dbpedia:Funšterc>", "question": "Szechwan dish food cuisine", "context": "Funšterc (egg omelette or coalminer's sun) is Slovenian national dish also known as knapovsko sonce (coalminer's sun) or knapovska torta (coalminer's cake) or \"šmorn\". It is a traditional dish from Zasavje region. In the past it was especially popular among coal miners and their families due to its basic ingredient - egg. Egg belonged to non-standard dishes because of low living standard of the population. The omelette must have been thick and round, but also tender and puffy."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009022", "doc_id": "<dbpedia:Goulash>"}, "id": "dbpedia-entity-INEX_LD-2009022-<dbpedia:Goulash>", "question": "Szechwan dish food cuisine", "context": "Goulash (Hungarian: gulyás) is a soup or stew of meat and vegetables, seasoned with paprika and other spices. Originating from the medieval Kingdom of Hungary, goulash is also a popular meal in Central Europe, Scandinavia and Southern Europe.Its origin traces back to the 9th century to stews eaten by Hungarian shepherds. Back then, the cooked and flavored meat was dried with the help of the sun and packed into bags produced from sheep's stomachs, needing only water to make it into a meal."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009039", "doc_id": "no"}, "id": "dbpedia-entity-INEX_LD-2009039-no", "question": "roman architecture", "context": null}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009039", "doc_id": "<dbpedia:Ancient_Roman_architecture>"}, "id": "dbpedia-entity-INEX_LD-2009039-<dbpedia:Ancient_Roman_architecture>", "question": "roman architecture", "context": "Ancient Roman architecture developed different aspects of Ancient Greek architecture and newer technologies such as the arch and the dome to make a new architectural style. Roman architecture flourished throughout the Empire during the Pax Romana."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009039", "doc_id": "<dbpedia:Architecture_of_Rome>"}, "id": "dbpedia-entity-INEX_LD-2009039-<dbpedia:Architecture_of_Rome>", "question": "roman architecture", "context": "Rome's architecture over the centuries has greatly developed, especially from the Classical and Imperial Roman styles to modern Fascist architecture. Rome was once the world's main epicentres of classical architecture, developing new forms such as the arch, the dome and the vault. The Romanesque style in the 11th, 12th and 13th centuries was also widely used in Roman architecture, and later the city became one of the main centres of Renaissance and Baroque architecture."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009039", "doc_id": "<dbpedia:Roman_temple>"}, "id": "dbpedia-entity-INEX_LD-2009039-<dbpedia:Roman_temple>", "question": "roman architecture", "context": "Ancient Roman temples are  among the most visible archaeological remains of Roman culture, and are a significant source for Roman architecture. Their construction and maintenance was a major part of ancient Roman religion. The main room (cella) housed the cult image of the deity to whom the temple was dedicated, and often a small altar for incense or libations."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009039", "doc_id": "<dbpedia:Roman_theatre_(structure)>"}, "id": "dbpedia-entity-INEX_LD-2009039-<dbpedia:Roman_theatre_(structure)>", "question": "roman architecture", "context": "Roman theaters derive from and are part of the overall evolution of earlier Greek theaters. Indeed, much of the architectural influence on the Romans came from the Greeks, and theatre structural design was no different from other buildings. However, Roman theatres have specific differences, such as being built upon their own foundations instead of earthen works or a hillside and being completely enclosed on all sides."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009039", "doc_id": "<dbpedia:Domvs_Romana>"}, "id": "dbpedia-entity-INEX_LD-2009039-<dbpedia:Domvs_Romana>", "question": "roman architecture", "context": "The Roman domus is a Roman-era house just outside the walls of Mdina, Malta.  The building dates back to the last half of 2nd century BC.  As in other buildings of the same period, its pavements incorporate mosaic compositions which are comparable to those of Pompeii and Sicily. This museum was one of the very first to be opened to the public in Malta."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009039", "doc_id": "<dbpedia:Porticus_Octaviae>"}, "id": "dbpedia-entity-INEX_LD-2009039-<dbpedia:Porticus_Octaviae>", "question": "roman architecture", "context": "Not to be confused with the Porticus Octavia.The Porticus Octaviae (Portico of Octavia; Italian: Portico di Ottavia) is an ancient structure in Rome.The structure was built by Augustus in the name of his sister, Octavia Minor, sometime after 27 BC, in place of the Porticus Metelli.  The colonnaded walks of the portico enclosed the temples of Jupiter Stator and Juno Regina, next to the Theater of Marcellus."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009039", "doc_id": "<dbpedia:De_architectura>"}, "id": "dbpedia-entity-INEX_LD-2009039-<dbpedia:De_architectura>", "question": "roman architecture", "context": "De architectura (English: On architecture, published as Ten Books on Architecture) is a treatise on architecture written by the Roman architect Vitruvius and dedicated to his patron, the emperor Caesar Augustus, as a guide for building projects. The work is one of the most important sources of modern knowledge of Roman building methods, as well as the planning and design of structures, both large (aqueducts, buildings, baths, harbours) and small (machines, measuring devices, instruments)."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009039", "doc_id": "<dbpedia:Roman_Architectural_Revolution>"}, "id": "dbpedia-entity-INEX_LD-2009039-<dbpedia:Roman_Architectural_Revolution>", "question": "roman architecture", "context": "The Roman Architectural Revolution, also known as the concrete Revolution, was the widespread use in Roman architecture of the previously little-used architectural forms of the arch, vault, and dome. For the first time in history, their potential was fully exploited in the construction of a wide range of civil engineering structures, public buildings, and military facilities."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009039", "doc_id": "<dbpedia:Roman_engineering>"}, "id": "dbpedia-entity-INEX_LD-2009039-<dbpedia:Roman_engineering>", "question": "roman architecture", "context": "Romans are famous for their advanced engineering accomplishments, although some of their own inventions were improvements on older ideas, concepts and inventions. Technology for bringing running water into cities was developed in the east, but transformed by the Romans into a technology inconceivable in Greece. The architecture used in Rome was strongly influenced by Greek and  Etruscan sources."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009039", "doc_id": "<dbpedia:Outline_of_classical_architecture>"}, "id": "dbpedia-entity-INEX_LD-2009039-<dbpedia:Outline_of_classical_architecture>", "question": "roman architecture", "context": "The following outline is provided as an overview of and topical guide to classical architecture:Classical architecture – architecture of classical antiquity, that is, ancient Greek architecture and the architecture of ancient Rome. It also refers to the style or styles of architecture influenced by those.  For example, most of the styles originating in post-renaissance Europe can be described as classical architecture."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009053", "doc_id": "no"}, "id": "dbpedia-entity-INEX_LD-2009053-no", "question": "finland car industry manufacturer saab sisu", "context": null}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009053", "doc_id": "<dbpedia:Saab_Automobile>"}, "id": "dbpedia-entity-INEX_LD-2009053-<dbpedia:Saab_Automobile>", "question": "finland car industry manufacturer saab sisu", "context": "Saab Automobile AB /ˈsɑːb/ is a Swedish premium car manufacturer. It was formed in 1945 when Saab AB began a project to design a small automobile. The first production model, the Saab 92, was launched in 1949. In 1968 the parent company merged with Scania-Vabis, and ten years later the Saab 900 was launched, in time becoming Saab's best-selling model."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009053", "doc_id": "<dbpedia:Sisu_Auto>"}, "id": "dbpedia-entity-INEX_LD-2009053-<dbpedia:Sisu_Auto>", "question": "finland car industry manufacturer saab sisu", "context": "Sisu Auto is a Raseborg, Finland based truck manufacturing company. Its name comes from the Finnish word sisu meaning guts, grit and determination.Sisu Auto has a subsidiary company, \"Sisu Defence\", producing high mobility tactical vehicles for military use."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009053", "doc_id": "<dbpedia:Valmet_Automotive>"}, "id": "dbpedia-entity-INEX_LD-2009053-<dbpedia:Valmet_Automotive>", "question": "finland car industry manufacturer saab sisu", "context": "Valmet Automotive (former Saab-Valmet) is a service provider for the automotive industry. The company offers services in automotive engineering, vehicle manufacturing, convertible roof systems and related business services.Valmet Automotive’s focus areas of expertise are premium cars, convertibles and electric vehicles. The company has 1,600 employees in Finland, Germany, Poland and China. The headquarters is located in Finland. The majority of the company is owned by Metso."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009053", "doc_id": "<dbpedia:Saab_90>"}, "id": "dbpedia-entity-INEX_LD-2009053-<dbpedia:Saab_90>", "question": "finland car industry manufacturer saab sisu", "context": "Saab 90 is also the name of an aeroplane, the Saab 90 Scandia.The Saab 90 is a compact executive car from Saab made from 1984 to 1987. It was manufactured at a facility in Uusikaupunki, Finland, at that time owned by Saab and Valmet.The 90 was a continuation of the Saab 99 and it was basically a Saab 99 from the B-pillar forward with the rear of a Saab 900 sedan. That made the trunk and fuel tank larger than in the 99 while keeping the car smaller than the 900."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009053", "doc_id": "<dbpedia:Saab_9000>"}, "id": "dbpedia-entity-INEX_LD-2009053-<dbpedia:Saab_9000>", "question": "finland car industry manufacturer saab sisu", "context": "The Saab 9000 is an executive car that was produced by the Swedish company Saab from 1984 to 1998. Representing the company's foray into the executive car scene, the 9000 remained in production until it was replaced by the Saab 9-5 in late 1999.Saab designed the 9000 as part of the Type Four platform in conjunction with the Italian automaker Fiat Automobiles."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009053", "doc_id": "<dbpedia:Sisu_SA-240>"}, "id": "dbpedia-entity-INEX_LD-2009053-<dbpedia:Sisu_SA-240>", "question": "finland car industry manufacturer saab sisu", "context": "Sisu SA-240 is a heavy off-road lorry made by the Finnish heavy vehicle manufacturer Oy Sisu-Auto Ab from 1984 until 1991. The six-wheel drive lorry with payload of 12 000 kg was developed for pulling of heavy cannons of the Finnish Defence Forces."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009053", "doc_id": "<dbpedia:Sisu_KB-45>"}, "id": "dbpedia-entity-INEX_LD-2009053-<dbpedia:Sisu_KB-45>", "question": "finland car industry manufacturer saab sisu", "context": "Sisu KB-45 is a light off-road lorry made by the Finnish heavy vehicle producer Suomen Autoteollisuus (SAT) in 1965–1970. The two-axle, all-wheel-drive vehicle with payload of 4 000 kg was developed after an assignment of the Finnish Defence Forces. It was followed by almost similar A-45/AH-45 in 1970."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009053", "doc_id": "<dbpedia:Saab_9-3>"}, "id": "dbpedia-entity-INEX_LD-2009053-<dbpedia:Saab_9-3>", "question": "finland car industry manufacturer saab sisu", "context": "The Saab 9-3 is a compact executive car produced and manufactured by the Swedish automaker Saab.The 9-3 is originally based on the GM2900 platform and subsequently changed to the GM Epsilon platform. Other vehicles based on the same platforms include the Opel Vectra and Cadillac BLS."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009053", "doc_id": "<dbpedia:Sisu_S-21>"}, "id": "dbpedia-entity-INEX_LD-2009053-<dbpedia:Sisu_S-21>", "question": "finland car industry manufacturer saab sisu", "context": "Sisu S-21 is a lorry first produced by the Finnish heavy vehicle producer Suomen Autoteollisuus (SAT), then under names Sisu S-22 and S-22K by Yhteissisu, which, after changing its name Vanajan Autotehdas (VAT), produced it with name Vanaja V-48."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009053", "doc_id": "<dbpedia:Saab_Group>"}, "id": "dbpedia-entity-INEX_LD-2009053-<dbpedia:Saab_Group>", "question": "finland car industry manufacturer saab sisu", "context": "Saab Group (originally Svenska Aeroplan AB, later SAAB and Saab AB) is a Swedish aerospace and defence company, founded in 1937. From 1947 to 1990 it was the parent company of automobile manufacturer Saab Automobile. Between 1968 and 1995 the company was in a merger with commercial vehicle manufacturer Scania-Vabis, known as Saab-Scania. The two were de-merged in 1995 by the new owners, Investor AB."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009061", "doc_id": "no"}, "id": "dbpedia-entity-INEX_LD-2009061-no", "question": "france second world war normandy", "context": null}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009061", "doc_id": "<dbpedia:Battle_of_Villers-Bocage>"}, "id": "dbpedia-entity-INEX_LD-2009061-<dbpedia:Battle_of_Villers-Bocage>", "question": "france second world war normandy", "context": "The Battle of Villers-Bocage took place during the Second World War on 13 June 1944, one week after the Normandy Landings by the Western Allies to begin the conquest of German-occupied France. The battle was the result of a British attempt to improve their position, by exploiting a gap in the German defences west of the city of Caen."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009061", "doc_id": "<dbpedia:Falaise_pocket>"}, "id": "dbpedia-entity-INEX_LD-2009061-<dbpedia:Falaise_pocket>", "question": "france second world war normandy", "context": "The Falaise Pocket or Battle of the Falaise Pocket (12–21 August 1944) was the decisive engagement of the Battle of Normandy in the Second World War. A pocket was formed around Falaise, Calvados, in which the German Army Group B, with the 7th Army and the Fifth Panzer Army (formerly Panzergruppe West) were encircled by the Western Allies."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009061", "doc_id": "<dbpedia:Normandy_American_Cemetery_and_Memorial>"}, "id": "dbpedia-entity-INEX_LD-2009061-<dbpedia:Normandy_American_Cemetery_and_Memorial>", "question": "france second world war normandy", "context": "The Normandy American Cemetery and Memorial is a World War II cemetery and memorial in Colleville-sur-Mer, Normandy, France, that honours American troops who died in Europe during World War II."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009061", "doc_id": "<dbpedia:Battle_for_Caen>"}, "id": "dbpedia-entity-INEX_LD-2009061-<dbpedia:Battle_for_Caen>", "question": "france second world war normandy", "context": "The Battle for Caen from June–August 1944 was a battle of the Second World War between Allied forces of the mainly Anglo-Canadian Second Army and German forces of Panzergruppe West during the Battle of Normandy. The Allies aimed to take Caen, one of the largest cities in Normandy on D-Day. Caen was an important Allied objective because it lay astride the Orne River and Caen Canal; these two water obstacles could strengthen a German defensive position if not crossed."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009061", "doc_id": "<dbpedia:Écouché_in_the_Second_World_War>"}, "id": "dbpedia-entity-INEX_LD-2009061-<dbpedia:Écouché_in_the_Second_World_War>", "question": "france second world war normandy", "context": "World War II for Écouché culminated with several days of street fighting by Free French forces under General Philippe Leclerc.  This engagement was part of the encirclement of the remaining German army in the final engagement of the Battle of Normandy. This final carnage of the German army was later called the Falaise Pocket, the Argentan-Falaise Pocket or Couloir de la Mort (Hall of Death) as the local French named it."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009061", "doc_id": "<dbpedia:Normandy_Campaign>"}, "id": "dbpedia-entity-INEX_LD-2009061-<dbpedia:Normandy_Campaign>", "question": "france second world war normandy", "context": "The Battle of Normandy or Normandy Campaign includes the following: Operation Overlord – The Western Allied campaign in France from June 6 – August 25, 1944 The Invasion of Normandy, or \"Operation Neptune\" – The initial part of Overlord, from June 6 – mid-July 1944 The Normandy landings on June 6, 1944Operation Cobra, the breakout from Normandy, starting on July 25, 1944The \"Battle of Normandy\" is the official term for the British, French and Canadian military campaign lasting from June 6 – September 1, 1944."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009061", "doc_id": "<dbpedia:Normandy_(French_region)>"}, "id": "dbpedia-entity-INEX_LD-2009061-<dbpedia:Normandy_(French_region)>", "question": "france second world war normandy", "context": "Normandy (French: Normandie; Norman: Normaundie) is a future Region of France created by the territorial reform of French Regions in 2014 by the merger of Lower Normandy, and Upper Normandy. The new region will take effect on 1 January 2016.The region will cover an area of more than 29,906 km2 (11,547 sq mi), and with a population of 3,322,756."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009061", "doc_id": "<dbpedia:Battle_of_Carentan>"}, "id": "dbpedia-entity-INEX_LD-2009061-<dbpedia:Battle_of_Carentan>", "question": "france second world war normandy", "context": "The Battle of Carentan was an engagement in World War II between airborne forces of the United States Army and the German Wehrmacht during the Battle of Normandy. The battle took place between 10 and 15 June 1944, on the approaches to and within the city of Carentan, France.The objective of the attacking American forces was consolidation of the U.S. beachheads (Utah Beach and Omaha Beach) and establishment of a continuous defensive line against expected German counterattacks."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009061", "doc_id": "<dbpedia:Norman_Cota>"}, "id": "dbpedia-entity-INEX_LD-2009061-<dbpedia:Norman_Cota>", "question": "france second world war normandy", "context": "Norman Daniel \"Dutch\" Cota, Sr. (May 30, 1893 – October 4, 1971) was a United States Army general during World War II. Cota was heavily involved in the planning and execution of the invasion of France, codenamed Operation Neptune, and the subsequent Battle of Normandy. He is famous for rallying demoralized troops on Omaha Beach, by engaging in combat with them and personally leading their first successful breakout, he was awarded the Distinguished Service Cross for his actions there."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009061", "doc_id": "<dbpedia:List_of_Allied_forces_in_the_Normandy_Campaign>"}, "id": "dbpedia-entity-INEX_LD-2009061-<dbpedia:List_of_Allied_forces_in_the_Normandy_Campaign>", "question": "france second world war normandy", "context": "This is a list of Allied forces in the Normandy Campaign between 6 June-25 August 1944. Primary combat units are listed here; unit articles may contain a complete order of battle."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009062", "doc_id": "no"}, "id": "dbpedia-entity-INEX_LD-2009062-no", "question": "social network group selection", "context": null}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009062", "doc_id": "<dbpedia:Group_(online_social_networking)>"}, "id": "dbpedia-entity-INEX_LD-2009062-<dbpedia:Group_(online_social_networking)>", "question": "social network group selection", "context": "A group (often termed as a community, e-group or club) is a feature in many social network services which allows users to create, post, comment to and read from their own interest- and niche-specific forums, often within the realm of virtual communities. Groups, which may allow for open or closed access, invitation and/or joining by other users outside the group, are formed to provide mini-networks within the larger, more diverse social network service."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009062", "doc_id": "<dbpedia:Social_purchasing_network>"}, "id": "dbpedia-entity-INEX_LD-2009062-<dbpedia:Social_purchasing_network>", "question": "social network group selection", "context": "A social purchasing network is a closed-loop network of buyers and sellers that are linked together based on their respective economic and social interests. At the core to this concept, is the ability to not only link buyers and sellers together at the critical point in an economic transaction, but to link buyers and sellers together based on shared social values, beliefs and interests."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009062", "doc_id": "<dbpedia:Social_circle>"}, "id": "dbpedia-entity-INEX_LD-2009062-<dbpedia:Social_circle>", "question": "social network group selection", "context": "A social circle is a group of socially interconnected people."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009062", "doc_id": "<dbpedia:Grouper_social_club>"}, "id": "dbpedia-entity-INEX_LD-2009062-<dbpedia:Grouper_social_club>", "question": "social network group selection", "context": "Grouper is an online, invite-only social club that uses data gathered from Facebook profiles to organize group outings (called Groupers). Matches for the outings are gathered and analyzed first by a computer and then by a human to ensure strong matches. The excursions are planned in venues throughout 25 cities for six people. Groupers consist of two groups of three friends and can consist of three males and three females, six males, six females, or any other possible combination."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009062", "doc_id": "<dbpedia:Social_network_aggregation>"}, "id": "dbpedia-entity-INEX_LD-2009062-<dbpedia:Social_network_aggregation>", "question": "social network group selection", "context": "Social network aggregation is the process of collecting content from multiple social network services, such as Instagram, Tumblr, Flickr, LinkedIn, Vimeo, YouTube, etc into one unified presentation. The task is often performed by a social network aggregator (such as Rime), which pulls together information into a single location, or helps a user consolidate multiple social networking profiles into one profile."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009062", "doc_id": "<dbpedia:Social_seating>"}, "id": "dbpedia-entity-INEX_LD-2009062-<dbpedia:Social_seating>", "question": "social network group selection", "context": "Social Seating is a type of social networking service that allows users to choose their seatmates based on their personal preferences and social network profiles. Social seating is a system that uses data from Facebook, LinkedIn, Twitter and other social networks, to allow users to look at people with similar interests and then book a seat accordingly."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009062", "doc_id": "<dbpedia:Cultural_group_selection>"}, "id": "dbpedia-entity-INEX_LD-2009062-<dbpedia:Cultural_group_selection>", "question": "social network group selection", "context": "Cultural group selection is an explanatory model within cultural evolution of how cultural traits evolve according to the competitive advantage they bestow upon a group. This multidisciplinary approach to the question of human culture engages research from the fields of anthropology, behavioural economics, evolutionary biology, evolutionary game theory, sociology, and psychology.While cultural norms are often beneficial to the individuals who hold them, they need not be."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009062", "doc_id": "<dbpedia:Peer_group>"}, "id": "dbpedia-entity-INEX_LD-2009062-<dbpedia:Peer_group>", "question": "social network group selection", "context": "A peer group is both a social group and a primary group of people who have similar interests (homophily), age, background, or social status. The members of this group are likely to influence the person’s beliefs and behaviour. Peer groups contain hierarchies and distinct patterns of behavior."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009062", "doc_id": "<dbpedia:Social_network_automation>"}, "id": "dbpedia-entity-INEX_LD-2009062-<dbpedia:Social_network_automation>", "question": "social network group selection", "context": "Social Network Automation refers to tools that are used to semi/automate the process of posting content to social networking and social bookmarking websites.  Tools can range from mostly manual and free to semi-automated tools which are either commercial standalone software or paid subscriptions."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009062", "doc_id": "<dbpedia:Group_Selection_(book)>"}, "id": "dbpedia-entity-INEX_LD-2009062-<dbpedia:Group_Selection_(book)>", "question": "social network group selection", "context": "Group Selection is a 1971 book edited by George C. Williams, containing papers written by biologists arguing against the view of group selection as a major force in evolution.  The group of biologists writing on a single unified (if somewhat broad) theme contrasts with Williams' earlier seminal 1966 book Adaptation and Natural Selection, which Williams suspected such views to be his alone.  In particular it contains a reprint, with an erratum, of W.D."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009063", "doc_id": "no"}, "id": "dbpedia-entity-INEX_LD-2009063-no", "question": "D-Day normandy invasion", "context": null}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009063", "doc_id": "<dbpedia:Invasion_of_Normandy>"}, "id": "dbpedia-entity-INEX_LD-2009063-<dbpedia:Invasion_of_Normandy>", "question": "D-Day normandy invasion", "context": "The Invasion of Normandy was the invasion by and establishment of Western Allied forces in Normandy, during Operation Overlord in 1944 during World War II; the largest amphibious invasion to ever take place.D-Day, the day of the initial assaults, was Tuesday 6 June 1944. Allied land forces that saw combat in Normandy on that day came from Canada, the Free French forces, the United Kingdom, and the United States."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009063", "doc_id": "<dbpedia:Normandy_landings>"}, "id": "dbpedia-entity-INEX_LD-2009063-<dbpedia:Normandy_landings>", "question": "D-Day normandy invasion", "context": "The Normandy landings (codenamed Operation Neptune) were the landing operations on 6 June 1944 (termed D-Day) of the Allied invasion of Normandy in Operation Overlord during World War II. The largest seaborne invasion in history, the operation began the liberation of German-occupied northwestern Europe from Nazi control, and contributed to the Allied victory on the Western Front.Planning for the operation began in 1943."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009063", "doc_id": "<dbpedia:Operation_Overlord>"}, "id": "dbpedia-entity-INEX_LD-2009063-<dbpedia:Operation_Overlord>", "question": "D-Day normandy invasion", "context": "Operation Overlord was the code name for the Battle of Normandy, the Allied operation that launched the successful invasion of German-occupied western Europe during World War II. The operation commenced on 6 June 1944 with the Normandy landings (Operation Neptune, commonly known as D-Day). A 1,200-plane airborne assault preceded an amphibious assault involving more than 5,000 vessels."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009063", "doc_id": "<dbpedia:D-Day_(military_term)>"}, "id": "dbpedia-entity-INEX_LD-2009063-<dbpedia:D-Day_(military_term)>", "question": "D-Day normandy invasion", "context": "In the military, D-Day is the day on which a combat attack or operation is to be initiated. The best known D-Day is June 6, 1944—the day of the Normandy landings—initiating the Western Allied effort to liberate mainland Europe from Nazi occupation during World War II. However, many other invasions and operations had a designated D-Day, both before and after that operation.The terms D-Day and H-Hour are used for the day and hour on which a combat attack or operation is to be initiated."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009063", "doc_id": "<dbpedia:The_Longest_Day_(book)>"}, "id": "dbpedia-entity-INEX_LD-2009063-<dbpedia:The_Longest_Day_(book)>", "question": "D-Day normandy invasion", "context": "The Longest Day is a book by Cornelius Ryan published in 1959, telling the story of D-Day, the first day of the World War II invasion of Normandy. It includes details of Operation Deadstick, the coup de main operation by gliderborne troops to capture both Pegasus Bridge and Horsa Bridge before the main assault on the Normandy beaches."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009063", "doc_id": "<dbpedia:American_airborne_landings_in_Normandy>"}, "id": "dbpedia-entity-INEX_LD-2009063-<dbpedia:American_airborne_landings_in_Normandy>", "question": "D-Day normandy invasion", "context": "The American airborne landings in Normandy were the first United States combat operations during Operation Overlord, the invasion of Normandy by the Western Allies on June 6, 1944. Around 13,100 paratroopers of the U.S. 82nd Airborne and 101st Airborne Divisions made night parachute drops early on D-Day, June 6, followed by 3,937 glider troops flown in by day."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009063", "doc_id": "<dbpedia:H-hour_(D-day)>"}, "id": "dbpedia-entity-INEX_LD-2009063-<dbpedia:H-hour_(D-day)>", "question": "D-Day normandy invasion", "context": "H-hour was the name given to the airborne assault in the Battle of Normandy.  It included the American 101st Airborne Division and 82nd Airborne Division With the British 6th Airborne Division. This took place about three hours before the main beach landings on the Normandy.  The Airborne invasion consisted of over 50,000 men and around 1,200 planes and gliders."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009063", "doc_id": "<dbpedia:D-Day_-1>"}, "id": "dbpedia-entity-INEX_LD-2009063-<dbpedia:D-Day_-1>", "question": "D-Day normandy invasion", "context": "D-Day - 1 was a short propaganda film produced shortly before the end of the Second World War to boost the 7th war bond drive. It focused on the experiences of American paratroopers and gliders who went into Normandy prior to the sea borne invasion.Opening with a statement by Gen. Barney M. Giles, reminding the audience that the war can't be won without money to pay for armaments and equipment, the film turns to an overview of Operation Overlord and the necessity for breaking the Atlantic wall."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009063", "doc_id": "<dbpedia:Normandy_Campaign>"}, "id": "dbpedia-entity-INEX_LD-2009063-<dbpedia:Normandy_Campaign>", "question": "D-Day normandy invasion", "context": "The Battle of Normandy or Normandy Campaign includes the following: Operation Overlord – The Western Allied campaign in France from June 6 – August 25, 1944 The Invasion of Normandy, or \"Operation Neptune\" – The initial part of Overlord, from June 6 – mid-July 1944 The Normandy landings on June 6, 1944Operation Cobra, the breakout from Normandy, starting on July 25, 1944The \"Battle of Normandy\" is the official term for the British, French and Canadian military campaign lasting from June 6 – September 1, 1944."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009063", "doc_id": "<dbpedia:D-Day:_The_Great_Crusade>"}, "id": "dbpedia-entity-INEX_LD-2009063-<dbpedia:D-Day:_The_Great_Crusade>", "question": "D-Day normandy invasion", "context": "D-Day:The Great Crusade is a historical operational wargame that covers the Normandy Campaign of World War II from 6 June 1944 to 6 July 1944. The game is intended for two players but can be played solitaire or with four players as well."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009074", "doc_id": "no"}, "id": "dbpedia-entity-INEX_LD-2009074-no", "question": "web ranking scoring algorithm", "context": null}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009074", "doc_id": "<dbpedia:Scoring_algorithm>"}, "id": "dbpedia-entity-INEX_LD-2009074-<dbpedia:Scoring_algorithm>", "question": "web ranking scoring algorithm", "context": "In statistics, Fisher's scoring algorithm is a form of Newton's method used to solve maximum likelihood equations numerically."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009074", "doc_id": "<dbpedia:Quality_Score>"}, "id": "dbpedia-entity-INEX_LD-2009074-<dbpedia:Quality_Score>", "question": "web ranking scoring algorithm", "context": "Quality Score is a variable used by Google, Yahoo! (called Quality Index), and Bing  that can influence both the rank and cost per click (CPC) of ads.To determine the order in which ads are listed, each ad has the following formula run against it: bid * Quality Score. Ads are then listed in descending order based on the result of that equation."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009074", "doc_id": "<dbpedia:PageRank>"}, "id": "dbpedia-entity-INEX_LD-2009074-<dbpedia:PageRank>", "question": "web ranking scoring algorithm", "context": "PageRank is an algorithm used by Google Search to rank websites in their search engine results. PageRank was named after Larry Page, one of the founders of Google. PageRank is a way of measuring the importance of website pages. According to Google: PageRank works by counting the number and quality of links to a page to determine a rough estimate of how important the website is. The underlying assumption is that more important websites are likely to receive more links from other websites."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009074", "doc_id": "<dbpedia:Ranker>"}, "id": "dbpedia-entity-INEX_LD-2009074-<dbpedia:Ranker>", "question": "web ranking scoring algorithm", "context": "Ranker is a social consumer web platform designed around collaborative and individual list-making and voting. All lists on Ranker are powered by linked datasets to power “connected listmaking” across millions rankable items on different verticals and topics.Ranker launched in August, 2009, and has since grown to over 20 million unique visitors per month, according to Quantcast.com.  As of August 2015, Ranker’s US traffic was ranked at 119."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009074", "doc_id": "<dbpedia:HITS_algorithm>"}, "id": "dbpedia-entity-INEX_LD-2009074-<dbpedia:HITS_algorithm>", "question": "web ranking scoring algorithm", "context": "Hyperlink-Induced Topic Search (HITS; also known as hubs and authorities) is a link analysis algorithm that rates Web pages, developed by Jon Kleinberg."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009074", "doc_id": "<dbpedia:Visibility_Scorecard>"}, "id": "dbpedia-entity-INEX_LD-2009074-<dbpedia:Visibility_Scorecard>", "question": "web ranking scoring algorithm", "context": "A Visibility Scorecard is the analysis of a collection of known elements (such as meta tags, file formats, code efficiency) that search engines  rank websites upon using a scorecard technique. This analysis is an ongoing process used in Search Engine Optimization (SEO) that allows websites to pin point the areas their content is being missed by search engines."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009074", "doc_id": "<dbpedia:FAROO>"}, "id": "dbpedia-entity-INEX_LD-2009074-<dbpedia:FAROO>", "question": "web ranking scoring algorithm", "context": "FAROO is a universal web search engine based on peer-to-peer technology. It uses a distributed crawler that stores search data on users' computers instead of a central server. Whenever a user visits a website, it is automatically indexed and distributed to the network. Ranking is done by comparing usage statistics of users, such as web pages visited, amount of time spent on each page, and whether the pages were bookmarked or printed."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009074", "doc_id": "<dbpedia:Google_Panda>"}, "id": "dbpedia-entity-INEX_LD-2009074-<dbpedia:Google_Panda>", "question": "web ranking scoring algorithm", "context": "Google Panda is a change to Google's search results ranking algorithm that was first released in February 2011. The change aimed to lower the rank of \"low-quality sites\" or \"thin sites\", and return higher-quality sites near the top of the search results. The name “Panda” comes from Google engineer Navneet Panda, who developed the technology that made it possible for Google to create and implement the algorithm."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009074", "doc_id": "<dbpedia:Rank_SIFT>"}, "id": "dbpedia-entity-INEX_LD-2009074-<dbpedia:Rank_SIFT>", "question": "web ranking scoring algorithm", "context": "Rank SIFT algorithm is the revised SIFT (Scale-invariant feature transform) algorithm which uses ranking techniques to improve the performance of the SIFT algorithm. In fact, ranking techniques can be used in key point localization or descriptor generation of the original SIFT algorithm."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009074", "doc_id": "<dbpedia:TrueSkill>"}, "id": "dbpedia-entity-INEX_LD-2009074-<dbpedia:TrueSkill>", "question": "web ranking scoring algorithm", "context": "TrueSkill is a Bayesian ranking algorithm developed by Microsoft Research and used in the Xbox matchmaking system built to address some perceived flaws in the Elo rating system. It is an extension of the Glicko rating system to multiplayer games.TrueSkill maintains an estimation of the skill of each player; every time a player plays a game, the system accordingly changes the perceived skill of the player and acquires more confidence about this perception."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009115", "doc_id": "no"}, "id": "dbpedia-entity-INEX_LD-2009115-no", "question": "virtual museums", "context": null}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009115", "doc_id": "<dbpedia:Virtual_Library_museums_pages>"}, "id": "dbpedia-entity-INEX_LD-2009115-<dbpedia:Virtual_Library_museums_pages>", "question": "virtual museums", "context": "The Virtual Library museums pages (VLmp) form a leading directory of online museums around the world. The resource was founded by Jonathan Bowen in 1994, originally at the Oxford University Computing Laboratory in the United Kingdom. It has been supported by the International Council of Museums (ICOM) and Museophile Limited."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009115", "doc_id": "<dbpedia:Virtual_museum>"}, "id": "dbpedia-entity-INEX_LD-2009115-<dbpedia:Virtual_museum>", "question": "virtual museums", "context": "A virtual museum is a digital entity that draws on the characteristics of a museum, in order to complement, enhance, or augment the museum experience through personalization, interactivity and richness of content. Virtual museums can perform as the digital footprint of a physical museum, or can act independently, while maintaining the authoritative status as bestowed by the International Council of Museums (ICOM) in its definition of a museum."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009115", "doc_id": "<dbpedia:Virtual_Museum_of_Canada>"}, "id": "dbpedia-entity-INEX_LD-2009115-<dbpedia:Virtual_Museum_of_Canada>", "question": "virtual museums", "context": "The Virtual Museum of Canada (VMC) is Canada's national virtual museum. With a directory of over 3,000 Canadian heritage institutions and a database of over 600 virtual exhibits, the VMC brings together Canada's museums regardless of size or geographical location.The VMC includes virtual exhibits, educational resources for teachers, and over 900,000 images. The resources are bilingual; available in both French and English."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009115", "doc_id": "<dbpedia:Virtual_Collection_of_Masterpieces>"}, "id": "dbpedia-entity-INEX_LD-2009115-<dbpedia:Virtual_Collection_of_Masterpieces>", "question": "virtual museums", "context": "The Virtual Collection of Asian Masterpieces (VCM) shares 2,200 Masterpieces of Asian culture online. Since its launch in 2007 more than 120 museums in Asia and Europe have joined the VCM. The VCM is originally a project of the ASEMUS - the Asia-Europe Museums Network."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009115", "doc_id": "<dbpedia:Virtual_Globes_Museum>"}, "id": "dbpedia-entity-INEX_LD-2009115-<dbpedia:Virtual_Globes_Museum>", "question": "virtual museums", "context": "The Virtual Globes Museum (VGM) in an on-line museum founded and maintained at the Department of Cartography and Geoinformatics, Eötvös Loránd University."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009115", "doc_id": "<dbpedia:Virtual_Museum_of_Protestantism>"}, "id": "dbpedia-entity-INEX_LD-2009115-<dbpedia:Virtual_Museum_of_Protestantism>", "question": "virtual museums", "context": "The Virtual Museum of Protestantism, created in 2003 by the Fondation pasteur Eugène Bersier, recounts the history of Protestantism in France from the 16th century to the present."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009115", "doc_id": "<dbpedia:Virtual_Museum_of_New_France>"}, "id": "dbpedia-entity-INEX_LD-2009115-<dbpedia:Virtual_Museum_of_New_France>", "question": "virtual museums", "context": "The Virtual Museum of New France (French: Le Musée virtuel de la Nouvelle-France) is an online resource created by the Canadian Museum of History. Its purpose is to share knowledge and raise awareness of the history, culture and legacy of early French settlements in North America. The site includes interactive maps, photos, illustrations and information based on current research into New France."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009115", "doc_id": "<dbpedia:Virtual_Teaching_Collection>"}, "id": "dbpedia-entity-INEX_LD-2009115-<dbpedia:Virtual_Teaching_Collection>", "question": "virtual museums", "context": "The Virtual Teaching Collection (VTC) project at the Museum of Archaeology and Anthropology within the University of Cambridge, led by Dr Robin Boast, ran from 1994 to 1997 and was part of the Teaching and Learning Technology Project funded by the Higher Education Funding Council for England.The VTC was an early innovative social computing project that developed a software program, Cabinet, which ran on Apple Macs and allowed users to create, develop, manage and comment on virtual museum collections."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009115", "doc_id": "<dbpedia:Virtual_Museum_of_Modern_Nigerian_Art>"}, "id": "dbpedia-entity-INEX_LD-2009115-<dbpedia:Virtual_Museum_of_Modern_Nigerian_Art>", "question": "virtual museums", "context": "The online Virtual Museum of Modern Nigerian Art is a non-commercial initiative whose primary aim is to provide an easily accessible educational resource that can serve as first point of reference for students, teachers and art enthusiasts interested in learning about modern and contemporary art in Nigeria."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2009115", "doc_id": "<dbpedia:Virtual_Museum_of_Computing>"}, "id": "dbpedia-entity-INEX_LD-2009115-<dbpedia:Virtual_Museum_of_Computing>", "question": "virtual museums", "context": "The Virtual Museum of Computing (VMoC) is an eclectic collection of links and online resources concerning the history of computers and computer science. It includes links to other related museums, both real and virtual, around the world, as well as having its own virtual galleries of information."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010004", "doc_id": "no"}, "id": "dbpedia-entity-INEX_LD-2010004-no", "question": "Indian food", "context": null}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010004", "doc_id": "<dbpedia:List_of_Indian_dishes>"}, "id": "dbpedia-entity-INEX_LD-2010004-<dbpedia:List_of_Indian_dishes>", "question": "Indian food", "context": "This is a list of Indian dishes. Indian cuisine encompasses a wide variety of regional cuisines native to  India. Given the range of diversity in soil type, climate and occupations, these cuisines vary significantly from each other and use locally available spices, herbs, vegetables and fruits. The dishes are then served according to taste in either mild, medium or hot. Indian food is also heavily influenced by religious and cultural choices and traditions."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010004", "doc_id": "<dbpedia:Indian_cuisine>"}, "id": "dbpedia-entity-INEX_LD-2010004-<dbpedia:Indian_cuisine>", "question": "Indian food", "context": "Indian cuisine encompasses a wide variety of regional cuisines native to India. Given the range of diversity in soil type, climate, culture, ethnic group and occupations, these cuisines vary significantly from each other and use locally available spices, herbs, vegetables and fruits."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010004", "doc_id": "<dbpedia:Anglo-Indian_cuisine>"}, "id": "dbpedia-entity-INEX_LD-2010004-<dbpedia:Anglo-Indian_cuisine>", "question": "Indian food", "context": "Anglo-Indian cuisine is the often distinct cuisine of the Anglo-Indian community in both the United Kingdom and India, as well as in the United States, Australia, Canada and New Zealand. Some Anglo-Indian dishes derive from traditional British cuisine, such as roast beef, modified by the addition of Indian-style spices, such as cumin and red chillies. Fish and meat are often cooked in curry form with Indian vegetables. Anglo-Indian food often involves use of coconut, yogurt, and almonds."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010004", "doc_id": "<dbpedia:Indian_Chinese_cuisine>"}, "id": "dbpedia-entity-INEX_LD-2010004-<dbpedia:Indian_Chinese_cuisine>", "question": "Indian food", "context": "Indian Chinese cuisine is the adaptation of Chinese seasoning and cooking techniques to Indian tastes through a larger offering of vegetarian dishes. The Indian Chinese cuisine is said to have been developed by the small Chinese community that has lived in Kolkata (formerly Calcutta) for over a century. Today, Chinese food is an integral part of the Indian culinary scene. It is also enjoyed by Indian and Chinese communities in Malaysia, Singapore and North America."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010004", "doc_id": "<dbpedia:North_Indian_cuisine>"}, "id": "dbpedia-entity-INEX_LD-2010004-<dbpedia:North_Indian_cuisine>", "question": "Indian food", "context": "North Indian cuisine (Hindi: उत्तर भारतीय व्यंजन, Uttar Bharatiya Vyanjan) is a part of Indian cuisine, from the region of Northern India which includes the Indian states: Jammu and Kashmir, Punjab, Haryana, Himachal Pradesh, Rajasthan, Uttarakhand, Delhi, Gujarat and West-Central Uttar Pradesh (Awadh and Braj)."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010004", "doc_id": "<dbpedia:Indian_Singaporean_cuisine>"}, "id": "dbpedia-entity-INEX_LD-2010004-<dbpedia:Indian_Singaporean_cuisine>", "question": "Indian food", "context": "Indian Singaporean cuisine refers to food and beverages produced and consumed in Singapore that are derived, wholly or in part, from South Asian culinary traditions. The great variety of Singapore food includes Indian food, which tends to be Tamil cuisine and especially local Tamil Muslim cuisine, although North Indian food has become more visible recently."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010004", "doc_id": "<dbpedia:Indian_omelette>"}, "id": "dbpedia-entity-INEX_LD-2010004-<dbpedia:Indian_omelette>", "question": "Indian food", "context": "An Indian omelette is a version of the omelette found in Indian cuisine.  Its main ingredients are eggs, herbs, tomatoes and spices that vary by region.Grated cheese is put over the omelette. The filling inside the omelette can be eggs, shrimp, and/or chicken flavoured with curry.The omelette commonly includes finely chopped green chili peppers and onions (or shallots), finely chopped fresh green coriander, salt, and zeera (cumin)."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010004", "doc_id": "<dbpedia:Indian_dairy_products>"}, "id": "dbpedia-entity-INEX_LD-2010004-<dbpedia:Indian_dairy_products>", "question": "Indian food", "context": "A variety of dairy products are indigenous to India and an important part of Indian cuisine. The majority of these products can be broadly classified into curdled products, like chhena, or non-curdled products, like khoa."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010004", "doc_id": "<dbpedia:Pure_Indian_Foods>"}, "id": "dbpedia-entity-INEX_LD-2010004-<dbpedia:Pure_Indian_Foods>", "question": "Indian food", "context": "Pure Indian Foods is an organic, grass-fed herbal and spiced ghee manufacturer and distributor headquartered in Princeton Junction, New Jersey. The company was founded by Sandeep Agarwal and his wife in 2008."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010004", "doc_id": "<dbpedia:Indian_bread>"}, "id": "dbpedia-entity-INEX_LD-2010004-<dbpedia:Indian_bread>", "question": "Indian food", "context": "Indian breads are a wide variety of flatbreads and crêpes which are an integral part of Indian cuisine. Their variation reflects the diversity of Indian culture and food habits."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010014", "doc_id": "no"}, "id": "dbpedia-entity-INEX_LD-2010014-no", "question": "composer museum", "context": null}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010014", "doc_id": "<dbpedia:Carl_Nielsen_Museum>"}, "id": "dbpedia-entity-INEX_LD-2010014-<dbpedia:Carl_Nielsen_Museum>", "question": "composer museum", "context": "The Carl Nielsen Museum is a museum dedicated to the life of Danish composer Carl Nielsen and his wife, the sculptor Anne Marie Carl-Nielsen. It documents his life from his childhood in the town of Nr. Lyndelse, to his career and success on the European music scene, with his violins, his bugle and his grand piano on display, as well as a number of his musical scores, including six symphonies, three concertos, two operas, and chamber music and numerous songs."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010014", "doc_id": "<dbpedia:Musical_Museum,_Brentford>"}, "id": "dbpedia-entity-INEX_LD-2010014-<dbpedia:Musical_Museum,_Brentford>", "question": "composer museum", "context": "The Musical Museum is a musical instrument museum located in Brentford, London Borough of Hounslow, a few minutes' walk from Kew Bridge railway station.The Musical Museum contains one of the world's foremost collections of self-playing musical instruments. The museum contains rare working specimens of various player pianos, orchestrions, orchestrelles, residence organs and violin players. The Musical Museum also serves as a concert hall and a cinema."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010014", "doc_id": "<dbpedia:Antonín_Dvořák_Museum>"}, "id": "dbpedia-entity-INEX_LD-2010014-<dbpedia:Antonín_Dvořák_Museum>", "question": "composer museum", "context": "The Antonín Dvořák Museum in Prague is a museum dedicated to the great Czech composer Antonín Dvořák (1841-1904). It is part of the Czech Museum of Music which in turn is part of the complex of the National Museum. It is housed in a baroque building which was designed by the famous architect Kilian Ignaz Dientzenhofer at the beginning of the 18th century. Although the house itself has no particular link with the composer the Antonín Dvořák museum has been housed there since 1932."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010014", "doc_id": "<dbpedia:House-Museum_of_Aram_Khachaturian>"}, "id": "dbpedia-entity-INEX_LD-2010014-<dbpedia:House-Museum_of_Aram_Khachaturian>", "question": "composer museum", "context": "The Aram Khachaturian House-Museum (Armenian:   Արամ Խաչատրյանի Տուն-Թանգարան) opened in Yerevan, Armenia in 1982 and is devoted to the exhibition of the Armenian composer’s personal artifacts, as well as to the research and study of his creative output.Since the idea of the museum came about in the 1970s, Khachaturian himself was actively involved in its design."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010014", "doc_id": "<dbpedia:Museu_da_Música>"}, "id": "dbpedia-entity-INEX_LD-2010014-<dbpedia:Museu_da_Música>", "question": "composer museum", "context": "The Museu da Música (Museum of Music) is a museum in Lisbon, Portugal. The museum primarily features musical instruments; among its holdings is a 1725 Stradivarius cello once owned and played by King Luís I of Portugal (ruled 1861-1889."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010014", "doc_id": "<dbpedia:International_Museum_and_Library_of_Music_of_Bologna>"}, "id": "dbpedia-entity-INEX_LD-2010014-<dbpedia:International_Museum_and_Library_of_Music_of_Bologna>", "question": "composer museum", "context": "The International Museum and Library of Music of Bologna (Italian: Museo internazionale e biblioteca della musica) is a music museum and music library located in the Palazzo Aldini Sanguinetti, in the historic center of Bologna, Italy."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010014", "doc_id": "<dbpedia:Museum_of_Making_Music>"}, "id": "dbpedia-entity-INEX_LD-2010014-<dbpedia:Museum_of_Making_Music>", "question": "composer museum", "context": "The museum of making music also donates instruments to schools and other government funded buildings. The Museum of Making Music — a division of the NAMM Foundation — is a 501(c)(3) non-profit organization located in Carlsbad, California.  The museum opened to the public on March 5, 2000."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010014", "doc_id": "<dbpedia:Virginia_Musical_Museum>"}, "id": "dbpedia-entity-INEX_LD-2010014-<dbpedia:Virginia_Musical_Museum>", "question": "composer museum", "context": "The Virginia Musical Museum is a museum located in Williamsburg, Virginia, United States. A collection of over forty years is combined with donations from famous Virginia music artists. Making up the museum are rare, antique musical instruments, mechanical music machines,  phonographs and many personal items from Virginia artists. The museum opened its doors to the public on June 22, 2013."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010014", "doc_id": "<dbpedia:National_Music_Museum>"}, "id": "dbpedia-entity-INEX_LD-2010014-<dbpedia:National_Music_Museum>", "question": "composer museum", "context": "The National Music Museum: America's Shrine to Music & Center for Study of the History of Musical Instruments (NMM) is a musical instrument museum in Vermillion, South Dakota, USA. It was founded in 1973 on the campus of the University of South Dakota."}
{"metadata": {"dataset": "dbpedia-entity", "query_id": "INEX_LD-2010014", "doc_id": "<dbpedia:Music_Museum_of_Macedonia>"}, "id": "dbpedia-entity-INEX_LD-2010014-<dbpedia:Music_Museum_of_Macedonia>", "question": "composer museum", "context": "Music Museum of Macedonia is a museum in Thessaloniki, Greece."}
