{"metadata": {"dataset": "hotpotqa", "query_id": "5a70eee85542994082a3e3f0", "doc_id": "no"}, "id": "hotpotqa-5a70eee85542994082a3e3f0-no", "question": "Which group of people in West Africa with significant populations in Ghana, Ivory Coast, Liberia and Sierra Leone use the Ida?", "context": null}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70eee85542994082a3e3f0", "doc_id": "10752095"}, "id": "hotpotqa-5a70eee85542994082a3e3f0-10752095", "question": "Which group of people in West Africa with significant populations in Ghana, Ivory Coast, Liberia and Sierra Leone use the Ida?", "context": "The International Contact Group on Liberia (ICGL) is composed of members from the United Nations, the Economic Community of West African States (ECOWAS), African Union, World Bank, United States, Ghana, Nigeria, United Kingdom, Germany, Spain and Sweden. The ICGL was formed from a need for an international and regional response to the Second Liberian Civil War. The ICGL was cited by the Accra Comprehensive Peace Accord with a number of tasks, most notably insuring the faithful implementation of the accord by all parties. In September 2005, the ICGL and the Government of Liberia signed GEMAP, a novel approach to the problem of systemic political corruption."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70eee85542994082a3e3f0", "doc_id": "6637850"}, "id": "hotpotqa-5a70eee85542994082a3e3f0-6637850", "question": "Which group of people in West Africa with significant populations in Ghana, Ivory Coast, Liberia and Sierra Leone use the Ida?", "context": "The Ida is a kind of sword used by the Yoruba people of West Africa. It is a long sword with a narrow to wide blade and sheathe. The sword is sharp, and cuts on contact but typically begins to dull if not sharpened regularly. It can be single-edged or double-edged. These blades are typically heavier by the tip of the blade."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70eee85542994082a3e3f0", "doc_id": "67393"}, "id": "hotpotqa-5a70eee85542994082a3e3f0-67393", "question": "Which group of people in West Africa with significant populations in Ghana, Ivory Coast, Liberia and Sierra Leone use the Ida?", "context": "West Africa, also called Western Africa and the West of Africa, is the westernmost subregion of Africa. West Africa has been defined as including 18 countries: Benin, Burkina Faso, the island nation of Cape Verde, Gambia, Ghana, Guinea, Guinea-Bissau, Ivory Coast, Liberia, Mali, Mauritania, Niger, Nigeria, the island of Saint Helena, Senegal, Sierra Leone, São Tomé and Príncipe and Togo. The population of West Africa is estimated at about /1e6 round 0 million people as of . Islam is the predominant religion of 70% of the population, with smaller amounts practicing Christianity and Traditional African religions."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70eee85542994082a3e3f0", "doc_id": "19374134"}, "id": "hotpotqa-5a70eee85542994082a3e3f0-19374134", "question": "Which group of people in West Africa with significant populations in Ghana, Ivory Coast, Liberia and Sierra Leone use the Ida?", "context": "The West African Development Bank - WADB (fr. Banque Ouest Africaine de Développement - BOAD / pt. Banco de Desenvolvimento do Oeste Africano - BDOA) is an international Multilateral Development Bank established in 1973 to serve the nations of Francophone and Lusophone West Africa. The BOAD is organised by the Central Bank of West African States and its eight member governments: Benin, Burkina-Faso, Côte d'Ivoire, Guinea Bissau, Mali, Niger, Senegal and Togo. It is funded by member states, foreign governments and international agencies. Its headquarters are in Lomé, Togo."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70eee85542994082a3e3f0", "doc_id": "4425467"}, "id": "hotpotqa-5a70eee85542994082a3e3f0-4425467", "question": "Which group of people in West Africa with significant populations in Ghana, Ivory Coast, Liberia and Sierra Leone use the Ida?", "context": "Osusu is a form of microfinancial capital accumulation found in Africa. \"Osusus\" (known as a tontine in francophone countries and Tanda_(association) in Latin American countries) are small groups such as in Sierra Leone 'where, for example, ten people put Le 5,000 in a pot and then one of the ten takes the resulting Le 50,000 for his or her own use, promising to put in Le 5,000 at the next group meeting to continue the process.'"}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70eee85542994082a3e3f0", "doc_id": "5135100"}, "id": "hotpotqa-5a70eee85542994082a3e3f0-5135100", "question": "Which group of people in West Africa with significant populations in Ghana, Ivory Coast, Liberia and Sierra Leone use the Ida?", "context": "The Gio or Dan people is an ethnic group in north-eastern Liberia and in Côte d'Ivoire. There are approximately 350,000 members of the group, united by the Dan language, a Mande language. Neighboring peoples include the Guere, Guro and Mano."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70eee85542994082a3e3f0", "doc_id": "41169555"}, "id": "hotpotqa-5a70eee85542994082a3e3f0-41169555", "question": "Which group of people in West Africa with significant populations in Ghana, Ivory Coast, Liberia and Sierra Leone use the Ida?", "context": "The Idama (E'dama) clan of the Ijaw people lives in central Rivers state, Nigeria. This small clan is sometimes classified as a Kalabari tribe clan rather than as its own clan."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70eee85542994082a3e3f0", "doc_id": "18789616"}, "id": "hotpotqa-5a70eee85542994082a3e3f0-18789616", "question": "Which group of people in West Africa with significant populations in Ghana, Ivory Coast, Liberia and Sierra Leone use the Ida?", "context": "The Volta–Niger family of languages, also known as West Benue–Congo or East Kwa, is one of the branches of the Niger–Congo language family, with perhaps 50 million speakers. Among these are the most important languages of southern Nigeria, Benin, Togo, and southeast Ghana: Yoruba, Igbo, Bini, Fon, and Ewe."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70eee85542994082a3e3f0", "doc_id": "44306164"}, "id": "hotpotqa-5a70eee85542994082a3e3f0-44306164", "question": "Which group of people in West Africa with significant populations in Ghana, Ivory Coast, Liberia and Sierra Leone use the Ida?", "context": "The Sierra Leone Creole people (or Krio people) is an ethnic group in Sierra Leone. The Creole people are descendants of freed African American, West Indian and Liberated African slaves who settled in the Western Area of Sierra Leone between 1787 and about 1885. The colony was established by the British, supported by abolitionists, under the Sierra Leone Company as a place for freedmen. The settlers called their new settlement Freetown. Today, the Creoles comprise about 5% of the population of Sierra Leone."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70eee85542994082a3e3f0", "doc_id": "36848"}, "id": "hotpotqa-5a70eee85542994082a3e3f0-36848", "question": "Which group of people in West Africa with significant populations in Ghana, Ivory Coast, Liberia and Sierra Leone use the Ida?", "context": "The Economic Community of West African States, also known as ECOWAS (French: \"Communauté économique des États de l'Afrique de l'Ouest\" , CEDEAO; Portuguese: \"Comunidade Económica dos Estados da África Ocidental\" , CEDEAO), is a regional economic union of fifteen countries located in West Africa. Collectively, these countries comprise an area of 5,114,162 km2 , and in 2015 had an estimated population of over 349 million."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0a75542994082a3e403", "doc_id": "no"}, "id": "hotpotqa-5a70f0a75542994082a3e403-no", "question": "Which dialect spoken in the province of Scania calls Spettekaka, \"spiddekaga\"?", "context": null}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0a75542994082a3e403", "doc_id": "3337257"}, "id": "hotpotqa-5a70f0a75542994082a3e403-3337257", "question": "Which dialect spoken in the province of Scania calls Spettekaka, \"spiddekaga\"?", "context": "Spettekaka or spettkaka (\"spiddekaga\" in native Scanian) is a local dessert of the southern parts of Sweden, chiefly in the province of Scania (Skåne) but also in Halland. It is an important part of the Scanian culinary heritage. The name means \"cake on a spit\", and this describes the method of preparation: it is the Swedish variation on the spit cake."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0a75542994082a3e403", "doc_id": "754563"}, "id": "hotpotqa-5a70f0a75542994082a3e403-754563", "question": "Which dialect spoken in the province of Scania calls Spettekaka, \"spiddekaga\"?", "context": "Scanian (   ) is a closely related group of South Swedish dialects spoken in the province of Scania in southern Sweden. Scanian formed part of the old Scandinavian dialect continuum and are by most historical linguists considered to be an East Danish dialect group, but due to the modern-era influence from Standard Swedish in the region and because traditional dialectology in the Scandinavian countries normally has not considered isoglosses that cut across state borders, the Scanian dialects have normally been treated as a South Swedish dialect group in Swedish dialect research. However, many of the early Scandinavian linguists, including Adolf Noreen and G. Sjöstedt, classified it as \"South Scandinavian\", and some linguists, such as Elias Wessén, also considered Old Scanian a separate language, classified apart from both Old Danish and Old Swedish."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0a75542994082a3e403", "doc_id": "7769881"}, "id": "hotpotqa-5a70f0a75542994082a3e403-7769881", "question": "Which dialect spoken in the province of Scania calls Spettekaka, \"spiddekaga\"?", "context": "Halligen Frisian (\"Halifreesk\") is the dialect of the North Frisian language spoken on the Halligen islands, primarily Langeneß and Hooge, in the German region of North Frisia. The dialect has survived despite the islands' being home to less than 300 people and unprotected by dikes, mandating evacuations during storms. However, it is now in danger of extinction. Although it is spoken on islands, it is considered a mainland rather than an insular dialect due to its similarities with Goesharde Frisian."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0a75542994082a3e403", "doc_id": "40023291"}, "id": "hotpotqa-5a70f0a75542994082a3e403-40023291", "question": "Which dialect spoken in the province of Scania calls Spettekaka, \"spiddekaga\"?", "context": "South Swedish dialects (Swedish: \"sydsvenska mål \") is one of the main dialect groups of Swedish. It includes the closely related dialects spoken in the formerly Danish but since 1658 Swedish traditional provinces of Scania (see Scanian dialects), Blekinge and (southern) Halland, as well as in the southern parts of Småland, which are the remains of an old dialect continuum between Danish and Swedish. The phonology of South Swedish dialects is influenced by Danish. Examples are the use of a uvular trills (rather than alveolar trills) and \"softening\" of certain consonants."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0a75542994082a3e403", "doc_id": "996289"}, "id": "hotpotqa-5a70f0a75542994082a3e403-996289", "question": "Which dialect spoken in the province of Scania calls Spettekaka, \"spiddekaga\"?", "context": "Jämtland dialects (\"jamska\" , Swedish: \"jämtska\") constitute a group of closely related dialects spoken in the Swedish province of Jämtland. They are commonly used in the entire region, with the exception of Frostviken in the northernmost part of the province, where the local dialect is of trøndersk origin, due to its later settlement from Norway. In the eastern part of Jämtland the dialects are transitional to those of Ångermanland. The dialect group is commonly regarded and treated as a single entity. Some people consider it a language separate from Swedish."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0a75542994082a3e403", "doc_id": "26078049"}, "id": "hotpotqa-5a70f0a75542994082a3e403-26078049", "question": "Which dialect spoken in the province of Scania calls Spettekaka, \"spiddekaga\"?", "context": "Västgötska is a Swedish dialect spoken in the western Swedish province of Västergötland. Specifically, Västgötska commonly refers to several variants of the more broadly defined Götamål spoken across Västergötland except for Gothenburg. The dialect is characterized by the frequent omission of terminal consonants (usually-r or-s), and frequent use of ø] and ʊ] vowels."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0a75542994082a3e403", "doc_id": "1938764"}, "id": "hotpotqa-5a70f0a75542994082a3e403-1938764", "question": "Which dialect spoken in the province of Scania calls Spettekaka, \"spiddekaga\"?", "context": "Småländska (Swedish for \"Smålandian\") is a general term for the accents of Swedish spoken in the historical province of Småland in southern Sweden. The northeastern accents are mainly influenced by the Central Swedish accents while the southwest has been more influenced by Southern Swedish accents, like that of Halland and Scania. Among the most distinguishing features of southern Småländska is the use of a uvular trill [ʀ] (most often realized as a voiced uvular fricative [ʁ] ) for the Swedish phoneme /r/."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0a75542994082a3e403", "doc_id": "7972738"}, "id": "hotpotqa-5a70f0a75542994082a3e403-7972738", "question": "Which dialect spoken in the province of Scania calls Spettekaka, \"spiddekaga\"?", "context": "Uppländska is a variety of Svealand Swedish spoken in Uppland. Usage has declined in recent decades, but restoration attempts have been made by linguistic societies."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0a75542994082a3e403", "doc_id": "31323690"}, "id": "hotpotqa-5a70f0a75542994082a3e403-31323690", "question": "Which dialect spoken in the province of Scania calls Spettekaka, \"spiddekaga\"?", "context": "Kalix (kjœɭɪsmɔːɭɛ / kölismåle) is a divergent Swedish dialect spoken in the Kalix Municipality along with Sami, Finnish, Meänkieli and the national standard language Swedish. Like other Scandinavian languages, the Kalix dialect originates in Proto-Norse and dialects of Old Norse, spoken by immigrating Germanic settlers during the Viking Age. It has three grammatical genders, two plural forms of indefinite nouns, and broad usage of definite nouns. Nouns are also inflected differently in dative and accusative case, and there are three forms of expressing genitive. Most verbs are conjugated differently in singular and plural, while most adjectives are not. Some adjectives can though be serially joined with nouns and some have two plural forms. A pleonastic article is also always used before people's and pet's names."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0a75542994082a3e403", "doc_id": "6701893"}, "id": "hotpotqa-5a70f0a75542994082a3e403-6701893", "question": "Which dialect spoken in the province of Scania calls Spettekaka, \"spiddekaga\"?", "context": "Bornholmsk is a Danish dialect spoken on the island of Bornholm in the Baltic Sea. It was originally part of the East Danish dialect continuum, which includes the dialects of southern Sweden, but became isolated in the Danish dialect landscape after 1658, when Sweden annexed Skåne, Halland and Blekinge."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0e75542994082a3e408", "doc_id": "no"}, "id": "hotpotqa-5a70f0e75542994082a3e408-no", "question": "Which of these universities, Northwestern University or Johns Hopkins University, have a campus outside of the United States territories?", "context": null}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0e75542994082a3e408", "doc_id": "18493194"}, "id": "hotpotqa-5a70f0e75542994082a3e408-18493194", "question": "Which of these universities, Northwestern University or Johns Hopkins University, have a campus outside of the United States territories?", "context": "The campus of Northwestern University encompasses two campuses in Evanston, Illinois and Chicago, Illinois, United States. The original Evanston campus has witnessed approximately 150 buildings rise on its 240 acre since the first building opened in 1855. The downtown Chicago campus of approximately 25 acre is home to the schools of medicine and law was purchased and constructed in the 1920s and 1930s."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0e75542994082a3e408", "doc_id": "23417284"}, "id": "hotpotqa-5a70f0e75542994082a3e408-23417284", "question": "Which of these universities, Northwestern University or Johns Hopkins University, have a campus outside of the United States territories?", "context": "Northwestern University in Qatar (NU-Q) is Northwestern University’s first international campus. Founded in partnership with Qatar Foundation in 2008, NU-Q is located in Education City, Qatar. Northwestern University's Qatar campus offers a liberal arts and media education with undergraduate degrees awarded in communication and journalism."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0e75542994082a3e408", "doc_id": "174216"}, "id": "hotpotqa-5a70f0e75542994082a3e408-174216", "question": "Which of these universities, Northwestern University or Johns Hopkins University, have a campus outside of the United States territories?", "context": "Northwestern University (NU) is a private research university based in Evanston, Illinois, with other campuses located in Chicago and Doha, Qatar, and academic programs and facilities in Washington, D.C., and San Francisco, California."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0e75542994082a3e408", "doc_id": "12651022"}, "id": "hotpotqa-5a70f0e75542994082a3e408-12651022", "question": "Which of these universities, Northwestern University or Johns Hopkins University, have a campus outside of the United States territories?", "context": "This list of Northwestern University buildings encompasses the two campuses of Northwestern University: Evanston, Illinois and Chicago, Illinois. The Evanston site has approximately 150 buildings on its 240 acre campus. Many of these buildings are located on the Northwestern University Lakefill. The downtown Chicago campus, of approximately 25 acre , is home to the Feinberg School of Medicine and Northwestern University School of Law."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0e75542994082a3e408", "doc_id": "9112908"}, "id": "hotpotqa-5a70f0e75542994082a3e408-9112908", "question": "Which of these universities, Northwestern University or Johns Hopkins University, have a campus outside of the United States territories?", "context": "Northwestern Health Sciences University is a college institution that focuses on alternative health care and is located in Bloomington, Minnesota, a suburb of Minneapolis. The university has educational programs in chiropractic, Oriental medicine, acupuncture, therapeutic massage, and human biology. The university was founded in 1941 by John B. Wolfe, DC."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0e75542994082a3e408", "doc_id": "18537033"}, "id": "hotpotqa-5a70f0e75542994082a3e408-18537033", "question": "Which of these universities, Northwestern University or Johns Hopkins University, have a campus outside of the United States territories?", "context": "Northwestern University has twenty eight colleges. Each college has specific target plans which guide them in designing programs which are vertically articulated from the undergraduate to graduate studies. The university offers doctorate, masters, diploma and certificate courses."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0e75542994082a3e408", "doc_id": "12768961"}, "id": "hotpotqa-5a70f0e75542994082a3e408-12768961", "question": "Which of these universities, Northwestern University or Johns Hopkins University, have a campus outside of the United States territories?", "context": "The University of Northwestern Ohio (UNOH) is a private, coeducational, open admissions, not-for-profit university in Lima, Ohio, United States, that was founded as a college in 1920. The campus is 200 acre and has had students from all 50 states and 16 foreign countries."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0e75542994082a3e408", "doc_id": "1071161"}, "id": "hotpotqa-5a70f0e75542994082a3e408-1071161", "question": "Which of these universities, Northwestern University or Johns Hopkins University, have a campus outside of the United States territories?", "context": "The Peabody Institute of The Johns Hopkins University (JHU) is a conservatory and university-preparatory school in the Mount Vernon-Belvedere neighborhood of northern Baltimore, Maryland, United States, facing the landmark Washington Monument circle at the southeast corner of North Charles and East Monument Streets (also known as intersection of Mount Vernon Place and Washington Place)."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0e75542994082a3e408", "doc_id": "4778947"}, "id": "hotpotqa-5a70f0e75542994082a3e408-4778947", "question": "Which of these universities, Northwestern University or Johns Hopkins University, have a campus outside of the United States territories?", "context": "Lyceum-Northwestern University (L-NU) is a medical college located in Dagupan City, Philippines founded by Dr. Francisco Quimson Duque and Mrs. Florencia Tiongson Duque in 1969."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f0e75542994082a3e408", "doc_id": "38420"}, "id": "hotpotqa-5a70f0e75542994082a3e408-38420", "question": "Which of these universities, Northwestern University or Johns Hopkins University, have a campus outside of the United States territories?", "context": "The Johns Hopkins University (commonly referred to as Johns Hopkins, JHU, or simply Hopkins) is an American private research university in Baltimore, Maryland. Founded in 1876, the university was named for its first benefactor, the American entrepreneur, abolitionist, and philanthropist Johns Hopkins. His $7 million bequest—of which half financed the establishment of Johns Hopkins Hospital—was the largest philanthropic gift in the history of the United States at that time. Daniel Coit Gilman, who was inaugurated as the institution's first president on February 22, 1876, led the university to revolutionize higher education in the U.S. by integrating teaching and research. Adopting the concept of a graduate school from Germany's ancient Heidelberg University, Johns Hopkins University is considered the first research university in the United States."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f11a5542994082a3e40b", "doc_id": "no"}, "id": "hotpotqa-5a70f11a5542994082a3e40b-no", "question": "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?", "context": null}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f11a5542994082a3e40b", "doc_id": "19682758"}, "id": "hotpotqa-5a70f11a5542994082a3e40b-19682758", "question": "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?", "context": "The Schapendoes (] ) or Dutch Sheepdog, is a breed of dog originating in the Netherlands. The Schapendoes was originally a herding dog and general farm dog, but today also participates in dog sports such as agility and flyball."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f11a5542994082a3e40b", "doc_id": "1617708"}, "id": "hotpotqa-5a70f11a5542994082a3e40b-1617708", "question": "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?", "context": "The Bull Terrier (Miniature) is a breed with origins in the extinct English White Terrier, the Dalmatian and the Bulldog. The first existence is documented 1872 in \"The Dogs of British Island\"."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f11a5542994082a3e40b", "doc_id": "3716072"}, "id": "hotpotqa-5a70f11a5542994082a3e40b-3716072", "question": "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?", "context": "The Bull and Terrier is a breed of dog that was the progenitor of the American Pit Bull Terrier, American Staffordshire Terrier, English Bull Terrier and the Staffordshire Bull Terrier."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f11a5542994082a3e40b", "doc_id": "1617407"}, "id": "hotpotqa-5a70f11a5542994082a3e40b-1617407", "question": "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?", "context": "The Bull Terrier is a breed of dog in the terrier family. There is also a miniature version of this breed which is officially known as the Miniature Bull Terrier."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f11a5542994082a3e40b", "doc_id": "3808877"}, "id": "hotpotqa-5a70f11a5542994082a3e40b-3808877", "question": "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?", "context": "The Bullenbeisser (also known as the German Bulldog) was a breed of dog known for its strength and agility. The breed was closely related to the Bärenbeisser (some believe that the two breeds were the same; the names mean \"bull-biter\" and \"bear-biter,\" respectively), and the Boxer. It was, in all its aspects, similar to the present Alano Español (Spanish Bulldog) and very alike to the Dogo Argentino, not only in aspect, but also in usage. There were two regional varieties, the Brabanter Bullenbeisser and the Danziger Bullenbeisser. The breed is now extinct."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f11a5542994082a3e40b", "doc_id": "233270"}, "id": "hotpotqa-5a70f11a5542994082a3e40b-233270", "question": "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?", "context": "The Bullmastiff is a large-sized breed of domestic dog, with a solid build and a short muzzle. The Bullmastiff shares the characteristics of molosser dogs, and was originally developed by 19th-century gamekeepers to guard estates. The breed's bloodlines are drawn from the English Mastiff and the extinct Old English Bulldog. It was recognized as a purebred dog by the English Kennel Club in 1924. They are quiet dogs and very rarely bark."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f11a5542994082a3e40b", "doc_id": "2912744"}, "id": "hotpotqa-5a70f11a5542994082a3e40b-2912744", "question": "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?", "context": "The Irish (Staffordshire) Bull Terrier is a dog breed."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f11a5542994082a3e40b", "doc_id": "210128"}, "id": "hotpotqa-5a70f11a5542994082a3e40b-210128", "question": "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?", "context": "A Schipperke ( ; ] ) is a small Belgian breed of dog that originated in the early 16th century. There has been a long informal debate over whether this type of dog is a spitz or miniature sheepdog. In their home country of Belgium they are considered a small shepherd."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f11a5542994082a3e40b", "doc_id": "247859"}, "id": "hotpotqa-5a70f11a5542994082a3e40b-247859", "question": "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?", "context": "The Staffordshire Bull Terrier is a medium-sized, short-coated breed of dog of English lineage and may be considered to be within the pit bull type."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f11a5542994082a3e40b", "doc_id": "1272987"}, "id": "hotpotqa-5a70f11a5542994082a3e40b-1272987", "question": "Which dog breed, the Schapendoes or the Bull Terrier, has its origins in a greater number of other dog breeds?", "context": "The Standard Schnauzer is a dog breed that originated in Germany in the 15th and 16th centuries. The literal translation is \"snouter\" from the German word for \"snout\" and means colloquially \"moustache\", because of the dog's distinctively bearded snout. Although the schnauzer is considered a terrier-type dog, they do not have the typical terrier temperament."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f1685542994082a3e40f", "doc_id": "no"}, "id": "hotpotqa-5a70f1685542994082a3e40f-no", "question": "Which piece did Ludwig van Beethoven publish in 1801 that was dedicated to Count Moritz von Fries?", "context": null}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f1685542994082a3e40f", "doc_id": "7592761"}, "id": "hotpotqa-5a70f1685542994082a3e40f-7592761", "question": "Which piece did Ludwig van Beethoven publish in 1801 that was dedicated to Count Moritz von Fries?", "context": "The Violin Sonata No. 4 of Ludwig van Beethoven in A minor, his Opus 23, was composed in 1801, published in October that year, and dedicated to Count Moritz von Fries. It followed by one year the composition of his first symphony, and was originally meant to be published alongside Violin Sonata No. 5, however it was published on different sized paper, so the opus numbers had to be split. Unlike the three first sonatas, Sonata No. 4 received a favourable reception from critics."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f1685542994082a3e40f", "doc_id": "225230"}, "id": "hotpotqa-5a70f1685542994082a3e40f-225230", "question": "Which piece did Ludwig van Beethoven publish in 1801 that was dedicated to Count Moritz von Fries?", "context": "The Symphony No. 7 in A major, Op. 92, is a symphony in four movements composed by Ludwig van Beethoven between 1811 and 1812, while improving his health in the Bohemian spa town of Teplice. The work is dedicated to Count Moritz von Fries."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f1685542994082a3e40f", "doc_id": "616292"}, "id": "hotpotqa-5a70f1685542994082a3e40f-616292", "question": "Which piece did Ludwig van Beethoven publish in 1801 that was dedicated to Count Moritz von Fries?", "context": "Ludwig van Beethoven's Symphony No. 1 in C major, Op. 21, was dedicated to Baron Gottfried van Swieten, an early patron of the composer. The piece was published in 1801 by Hoffmeister & Kühnel of Leipzig. It is not known exactly when Beethoven finished writing this work, but sketches of the finale were found to be from 1795."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f1685542994082a3e40f", "doc_id": "1084778"}, "id": "hotpotqa-5a70f1685542994082a3e40f-1084778", "question": "Which piece did Ludwig van Beethoven publish in 1801 that was dedicated to Count Moritz von Fries?", "context": "Ludwig van Beethoven's Piano Sonata No. 7 in D major, Op. 10, No. 3, was dedicated to the Countess Anne Margarete von Browne, and written in 1798. This makes it contemporary with his three opus 9 string trios, his three opus 12 violin sonatas, and the violin and orchestra romance that became his opus 50 when later published. The year also saw the premiere of a revised version of his second piano concerto, whose original form had been written and heard in 1795."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f1685542994082a3e40f", "doc_id": "3441"}, "id": "hotpotqa-5a70f1685542994082a3e40f-3441", "question": "Which piece did Ludwig van Beethoven publish in 1801 that was dedicated to Count Moritz von Fries?", "context": "The Violin Sonata No. 5 in F major, Opus 24, is a violin sonata by Ludwig van Beethoven. It is often known as the \"Spring Sonata\" (\"Frühlingssonate\"), and was published in 1801. Its dedicatee was Count Moritz von Fries, a patron to whom Beethoven also dedicated two other works of the same year—the C major string quintet and the fourth violin sonata—as well as his later seventh symphony."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f1685542994082a3e40f", "doc_id": "2389725"}, "id": "hotpotqa-5a70f1685542994082a3e40f-2389725", "question": "Which piece did Ludwig van Beethoven publish in 1801 that was dedicated to Count Moritz von Fries?", "context": "Ludwig van Beethoven's Piano Sonata No. 27 in E minor, Op. 90 was written in the summer of 1814 – Beethoven's late Middle period – and was dedicated to Prince Moritz von Lichnowsky, a friend and benefactor who was also the dedicatee of the famous \"Eroica Variations\"."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f1685542994082a3e40f", "doc_id": "3912979"}, "id": "hotpotqa-5a70f1685542994082a3e40f-3912979", "question": "Which piece did Ludwig van Beethoven publish in 1801 that was dedicated to Count Moritz von Fries?", "context": "The Piano Sonata No. 10 in G major, Op. 14, No. 2, composed in 1798–1799, is an early-period work by Ludwig van Beethoven, dedicated to Baroness Josefa von Braun. A typical performance lasts 15 minutes. While it is not as well known as some of the more original sonatas of Beethoven's youth, such as the \"Pathétique\" or \"Moonlight\" sonatas, Donald Francis Tovey described it as an 'exquisite little work.'"}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f1685542994082a3e40f", "doc_id": "3599148"}, "id": "hotpotqa-5a70f1685542994082a3e40f-3599148", "question": "Which piece did Ludwig van Beethoven publish in 1801 that was dedicated to Count Moritz von Fries?", "context": "Ludwig van Beethoven's Piano Sonata No. 6 in F major, Op. 10, No. 2, was dedicated to the Countess Anne Margarete von Browne, and written from 1796 to 1798."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f1685542994082a3e40f", "doc_id": "40661102"}, "id": "hotpotqa-5a70f1685542994082a3e40f-40661102", "question": "Which piece did Ludwig van Beethoven publish in 1801 that was dedicated to Count Moritz von Fries?", "context": "The three String Trios, Op. 9 were composed by Ludwig van Beethoven in 1797–98. He published them in Vienna in 1799, with a dedication to his patron Count Johann Georg von Browne (1767–1827). They were first performed by the violinist Ignaz Schuppanzigh with two colleagues from his string quartet. According to the violinist and conductor Angus Watson, these were probably Franz Weiss on viola and either Nikolaus Kraft or his father Anton on cello. Each of the trios consists of four movements:"}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f1685542994082a3e40f", "doc_id": "3437"}, "id": "hotpotqa-5a70f1685542994082a3e40f-3437", "question": "Which piece did Ludwig van Beethoven publish in 1801 that was dedicated to Count Moritz von Fries?", "context": "Ludwig van Beethoven's Opus 1 is a set of three piano trios (written for piano, violin, and cello), first performed in 1795 in the house of Prince Lichnowsky, to whom they are dedicated. The trios were published in 1795."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f39c5542994082a3e429", "doc_id": "no"}, "id": "hotpotqa-5a70f39c5542994082a3e429-no", "question": "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?", "context": null}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f39c5542994082a3e429", "doc_id": "20387292"}, "id": "hotpotqa-5a70f39c5542994082a3e429-20387292", "question": "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?", "context": "Elizabeth H. \"Libby\" Mitchell (born Elizabeth Anne Harrill on June 22, 1940) is an American politician from Maine. Mitchell, a Democrat, represented part of Kennebec County in the Maine Senate from 2004 to 2010. Mitchell was also the Democrats' 2010 candidate for the office of Governor of Maine. She finished in third place behind Republican Paul LePage and unenrolled attorney Eliot Cutler. She is the only woman in United States history to have been elected as both speaker of her state house of representatives and president of her state senate."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f39c5542994082a3e429", "doc_id": "20169643"}, "id": "hotpotqa-5a70f39c5542994082a3e429-20169643", "question": "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?", "context": "The 2010 Maine gubernatorial election took place on November 2, 2010. Incumbent Democratic Governor John Baldacci was term-limited and unable to seek re-election. Primary elections took place on June 8, 2010. The candidates who appeared on the November ballot were (in alphabetical order by last name): Eliot Cutler (Independent), Paul LePage (Republican), Libby Mitchell (Democrat), Shawn Moody (Independent), and Kevin Scott (Independent)."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f39c5542994082a3e429", "doc_id": "22609194"}, "id": "hotpotqa-5a70f39c5542994082a3e429-22609194", "question": "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?", "context": "The Maine gubernatorial election of 2002 took place on November 5, 2002. Incumbent Independent Governor Angus King was term limited, and unable to seek re-election. United States Congressman John Baldacci won the Democratic primary uncontested, while former State Representative Peter Cianchette emerged from the Republican primary victorious. Baldacci and Cianchetti squared off in the general election, joined by Jonathan Carter, the Green Party nominee, and independent State Representative John Michael. Ultimately, Baldacci prevailed over Cianchette to win what would be his first of two terms as governor, with Carter taking an unusually high amount of the vote for a third-party candidate."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f39c5542994082a3e429", "doc_id": "22706833"}, "id": "hotpotqa-5a70f39c5542994082a3e429-22706833", "question": "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?", "context": "The 1974 Maine gubernatorial election took place on November 5, 1974. Incumbent Democratic Governor Kenneth M. Curtis was term-limited and could not seek re-election. Independent candidate James B. Longley defeated Democratic Party challenger (and future Senate Majority Leader) George J. Mitchell and Republican James Erwin in a tight three-way contest. Longley's victory made him the first independent (non-party-affiliated) governor in Maine's history."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f39c5542994082a3e429", "doc_id": "20686064"}, "id": "hotpotqa-5a70f39c5542994082a3e429-20686064", "question": "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?", "context": "The 1994 Maine gubernatorial election took place on November 8, 1994. Independent candidate Angus King defeated Democratic Party candidate Joseph Brennan, a former Governor of Maine, Republican Party challenger Susan Collins, a regional coordinator of the Small Business Administration, and environmentalist Jonathan Carter. Ed Finks, as a write-in candidate, took in 1.29% of the vote. Incidentally, both King and Collins now serve together in the United States Senate."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f39c5542994082a3e429", "doc_id": "38547587"}, "id": "hotpotqa-5a70f39c5542994082a3e429-38547587", "question": "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?", "context": "Wayne T. Mitchell is a Native American politician. He was elected by the Penobscot Tribe of Maine to serve as a non-voting tribal representative to the Maine House of Representatives beginning in 2008. He was re-elected in 2010 and 2012. From 2009-10, Mitchell served on the Judiciary Committee. During the 125th and 126th legislatures, Mitchell served on the Veterans and Legal Affairs Committee. He is unenrolled."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f39c5542994082a3e429", "doc_id": "40046072"}, "id": "hotpotqa-5a70f39c5542994082a3e429-40046072", "question": "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?", "context": "Betty Lou Mitchell (born August 14, 1937) is an American politician from Maine. A Republican, Mitchell served in the Maine Senate from 1996 to 2004, representing western Penobscot County, including her residence of Etna. Mitchell earned a diploma from Ellsworth High School in 1955."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f39c5542994082a3e429", "doc_id": "22612117"}, "id": "hotpotqa-5a70f39c5542994082a3e429-22612117", "question": "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?", "context": "The 1998 Maine gubernatorial election took place on November 3, 1998. Independent Governor Angus King sought a second and final term as governor. King faced off against former United States Congressman James B. Longley, Jr., the Republican nominee; attorney Thomas J. Connolly, the Democratic nominee; and several other independent candidates."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f39c5542994082a3e429", "doc_id": "36571226"}, "id": "hotpotqa-5a70f39c5542994082a3e429-36571226", "question": "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?", "context": "Sherry E. Huber (born 1938) is an American politician and environmentalist. Huber, a resident of Falmouth, Maine, was a Republican member of the Maine House of Representatives from 1976 to 1982. Considered a moderate, Huber focused much of her time in the legislature on energy issues. In 1982, Huber ran for Governor of Maine, finishing second in the Republican primary behind Charles Cragin. She became the first woman ever to run in the Republican Party for Governor of Maine while, in the same election, Rep. Georgette Berube challenged incumbent Democrat Joseph Brennan. Huber ran unenrolled in 1986, finishing third with 15.7%. During the 1986 election, Huber was unanimously endorsed by the Maine Lesbian-Gay Political Alliance. In 2008, Huber was named as a notable Republican supporter of Democratic presidential candidate Barack Obama. She has been the long-time Executive Director of the Maine Timber Research and Environmental Education Foundation (Maine TREE)."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f39c5542994082a3e429", "doc_id": "42547824"}, "id": "hotpotqa-5a70f39c5542994082a3e429-42547824", "question": "What is the name of the independent candidate in Maine's 2010 gubernatorial race who finished ahead of Libby Mitchell?", "context": "Sherri Mitchell is a Penobscot attorney and activist from Maine. Mitchell is an attorney with the Native American Unit of Pine Tree Legal Assistance. She is also the executive director of the Land Peace Foundation, which is dedicated to the protection of indigenous land rights. Mitchell has been actively involved with the Idle No More movement for indigenous rights in Canada and abroad."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4695542994082a3e435", "doc_id": "no"}, "id": "hotpotqa-5a70f4695542994082a3e435-no", "question": "Which canal was built between 1836 and 1847, Washington City Canal or Whitewater Canal?", "context": null}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4695542994082a3e435", "doc_id": "7347399"}, "id": "hotpotqa-5a70f4695542994082a3e435-7347399", "question": "Which canal was built between 1836 and 1847, Washington City Canal or Whitewater Canal?", "context": "The Whitewater Canal, which was built between 1836 and 1847, spanned a distance of seventy-six miles and stretched from Lawrenceburg, Indiana on the Ohio River to Hagerstown, Indiana."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4695542994082a3e435", "doc_id": "4853794"}, "id": "hotpotqa-5a70f4695542994082a3e435-4853794", "question": "Which canal was built between 1836 and 1847, Washington City Canal or Whitewater Canal?", "context": "The Washington City Canal operated from 1815 until the mid-1850s in Washington, D.C. The canal connected the Anacostia River, called the \"Eastern Branch\" at that time, to Tiber Creek, the Potomac River, and later the Chesapeake and Ohio Canal (C&O). The canal fell into disuse in the late 19th century and the city government covered over or filled in various sections."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4695542994082a3e435", "doc_id": "14280401"}, "id": "hotpotqa-5a70f4695542994082a3e435-14280401", "question": "Which canal was built between 1836 and 1847, Washington City Canal or Whitewater Canal?", "context": "The Susquehanna and Tidewater Canal between Wrightsville, Pennsylvania, and Havre de Grace, Maryland, at the head of Chesapeake Bay, provided an interstate shipping alternative to 19th-century arks, rafts, and boats plying the difficult waters of the lower Susquehanna River. Built between 1836 and 1840, it ran 43 mi along the west bank of the river and rendered obsolete an older, shorter canal along the east bank. Of its total length, 30 mi were in Pennsylvania and 13 mi in Maryland. Though rivalry between Philadelphia, Pennsylvania, and Baltimore, Maryland, delayed its construction, the finished canal brought increased shipments of coal and other raw materials to both cities from Pennsylvania's interior. Competition from railroads was a large factor in the canal's decline after 1855. Canal remnants, including a lock keeper's house, have been preserved in Maryland, and locks 12 and 15 have been preserved in Pennsylvania. A copy of a detailed survey blueprint of the entire canal system including structures and property ownership details was donated (date unknown) by the Safe Harbor Water Power Corporation to Millersville University (assessed on 10/06/2016 in the MU Archives at Sp. Coll. Map 386.409748 S128 Folio). The survey consists of 67 pages, 98 x 30 cm. and is undated but the assumption is the original was created while the canal was in use."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4695542994082a3e435", "doc_id": "48289867"}, "id": "hotpotqa-5a70f4695542994082a3e435-48289867", "question": "Which canal was built between 1836 and 1847, Washington City Canal or Whitewater Canal?", "context": "Canal House is a historic building located at Connersville, Fayette County, Indiana. It was built in 1842 by the Whitewater Valley Canal Co., and is a two-story, temple form, Greek Revival style stone building. It features a pedimented front with Doric order fluted pillars. It was built as quarters for the canal custodian and canal company headquarters. It later housed a bank and was restored by Congressman Finly Hutchinson Gray and his wife, who resided there from 1936 to 1947. It later housed the local chapter of the Veterans of Foreign Wars and is now a local history museum."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4695542994082a3e435", "doc_id": "1259425"}, "id": "hotpotqa-5a70f4695542994082a3e435-1259425", "question": "Which canal was built between 1836 and 1847, Washington City Canal or Whitewater Canal?", "context": "The Patowmack Canal is a series of five inoperative canals located in Maryland and Virginia, United States, that was designed to bypass rapids in the Potomac River upstream of the present Washington, D.C. area. The most well known of them is the Great Falls skirting canal, whose remains are managed by the National Park Service as it is within Great Falls Park Virginia, an integral part of the George Washington Memorial Parkway."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4695542994082a3e435", "doc_id": "166452"}, "id": "hotpotqa-5a70f4695542994082a3e435-166452", "question": "Which canal was built between 1836 and 1847, Washington City Canal or Whitewater Canal?", "context": "The Chesapeake and Ohio Canal, abbreviated as the C&O Canal and occasionally called the \"Grand Old Ditch,\" operated from 1831 until 1924 along the Potomac River from Washington, D.C., to Cumberland, Maryland. The canal's principal cargo was coal from the Allegheny Mountains."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4695542994082a3e435", "doc_id": "2024271"}, "id": "hotpotqa-5a70f4695542994082a3e435-2024271", "question": "Which canal was built between 1836 and 1847, Washington City Canal or Whitewater Canal?", "context": "The Washington Aqueduct is an aqueduct that provides the public water supply system serving Washington, D.C., and parts of its suburbs. One of the first major aqueduct projects in the United States, the Aqueduct was commissioned by Congress in 1852, and construction began in 1853 under the supervision of Montgomery C. Meigs and the US Army Corps of Engineers (which still owns and operates the system). Portions of the Aqueduct went online on January 3, 1859, and the full pipeline began operating in 1864. The system has been in continuous use ever since. It is listed as a National Historic Landmark, and the Union Arch Bridge within the system is listed as a Historic Civil Engineering Landmark."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4695542994082a3e435", "doc_id": "4971712"}, "id": "hotpotqa-5a70f4695542994082a3e435-4971712", "question": "Which canal was built between 1836 and 1847, Washington City Canal or Whitewater Canal?", "context": "The Tidewater Lock is a dam in Washington, D.C. to the west of the mouth of Rock Creek at the Potomac River, on the east side of Georgetown. Built to connect the Chesapeake and Ohio Canal, opened in 1831, with the Potomac, it was a busy maritime intersection during several decades of the canal's heyday. C&O documents refer to it variously as Lock 0 and Tide Lock A."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4695542994082a3e435", "doc_id": "4871254"}, "id": "hotpotqa-5a70f4695542994082a3e435-4871254", "question": "Which canal was built between 1836 and 1847, Washington City Canal or Whitewater Canal?", "context": "The Washington Canal, in Sayreville, New Jersey, is a waterway connecting the South River with the Raritan River, bypassing several loops at the mouth of the former."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4695542994082a3e435", "doc_id": "6470381"}, "id": "hotpotqa-5a70f4695542994082a3e435-6470381", "question": "Which canal was built between 1836 and 1847, Washington City Canal or Whitewater Canal?", "context": "The Sandy and Beaver Canal ran 73 mi from the Ohio and Erie Canal at Bolivar, Ohio, to the Ohio River at Glasgow, Pennsylvania. It had 90 locks, was chartered in 1828 and completed in 1848. However, the middle section of the canal had many problems from the beginning and fell into disrepair. The canal ceased to operate in 1852, when the Cold Run Reservoir Dam outside of Lisbon, Ohio, broke, ruining a large portion of the canal."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4c45542994082a3e437", "doc_id": "no"}, "id": "hotpotqa-5a70f4c45542994082a3e437-no", "question": "Which Italian-American composer and librettist wrote the English language opera, Maria Golovin?", "context": null}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4c45542994082a3e437", "doc_id": "2037468"}, "id": "hotpotqa-5a70f4c45542994082a3e437-2037468", "question": "Which Italian-American composer and librettist wrote the English language opera, Maria Golovin?", "context": "Maria Golovin is an English language opera in three acts by Gian Carlo Menotti. It is through-composed and centers on a romantic encounter between a blind recluse named Donato and the title character, a married woman living in a European country a few years after a recent war. The work was commissioned by Peter Herman Adler of the NBC Opera Theatre."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4c45542994082a3e437", "doc_id": "46729841"}, "id": "hotpotqa-5a70f4c45542994082a3e437-46729841", "question": "Which Italian-American composer and librettist wrote the English language opera, Maria Golovin?", "context": "Maria Tudor is an opera in four acts composed by Antônio Carlos Gomes to an Italian-language libretto by Emilio Praga (completed by Arrigo Boito). The libretto is based on Victor Hugo's 1833 play \"Marie Tudor\", which centers on the rise, fall and execution of Fabiano Fabiani, a fictional favourite of Mary I of England. The opera premiered on 27 March 1879 at La Scala, Milan with Anna D'Angeri in the title role and Francesco Tamagno as Fabiani. The opera was a failure at its premiere and withdrawn, a heavy blow to Gomes who was in serious financial and family difficulties at the time. He returned to his native Brazil the following year."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4c45542994082a3e437", "doc_id": "5073279"}, "id": "hotpotqa-5a70f4c45542994082a3e437-5073279", "question": "Which Italian-American composer and librettist wrote the English language opera, Maria Golovin?", "context": "Francesco Domenico Araja (or Araia, Russian: Арайя) (June 25, 1709 in Naples, Kingdom of Sicily – between 1762 and 1770 in Bologna, States of the Church) was an Italian composer who spent 25 years in Russia and wrote at least 14 operas for the Russian Imperial Court including \"Tsefal i Prokris\", the first opera in Russian."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4c45542994082a3e437", "doc_id": "552200"}, "id": "hotpotqa-5a70f4c45542994082a3e437-552200", "question": "Which Italian-American composer and librettist wrote the English language opera, Maria Golovin?", "context": "Maria Stuarda (Mary Stuart) is a tragic opera (\"tragedia lirica\"), in two acts, by Gaetano Donizetti, to a libretto by Giuseppe Bardari, based on Andrea Maffei's translation of Friedrich Schiller's 1800 play \"Maria Stuart\"."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4c45542994082a3e437", "doc_id": "49187422"}, "id": "hotpotqa-5a70f4c45542994082a3e437-49187422", "question": "Which Italian-American composer and librettist wrote the English language opera, Maria Golovin?", "context": "The opera, which was listed by Adayevskaya as her Op. 5, has a libretto by Rudolf Minzlow (also known as Muntzloff) (1811-1883) adapted by Georg von Schultz and translated from its original German into Russian by Peter Ivanovich Kalashnikov, who translated many lyrics for Adayevskaya's songs. The opera was composed in the period 1872/3, but was frequently revised by the composer up until the 1920s. The libretto in Russian was printed in St. Petersburg in 1873. The manuscript piano score bears the title, in German, \"Salomonida, die Tochter des Bojaren\"."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4c45542994082a3e437", "doc_id": "29213531"}, "id": "hotpotqa-5a70f4c45542994082a3e437-29213531", "question": "Which Italian-American composer and librettist wrote the English language opera, Maria Golovin?", "context": "L'amore medico (\"Doctor Cupid\", also known as \"The Love Doctor\") is an opera in two acts by composer Ermanno Wolf-Ferrari. Based on Moliere's comedy \"L'Amour médecin\", the work uses an Italian language libretto by Enrico Golisciani. It premiered on 4 December 1913 at the Hoftheater in Dresden under the title \"Der Liebhaber als Arzt\"."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4c45542994082a3e437", "doc_id": "11401576"}, "id": "hotpotqa-5a70f4c45542994082a3e437-11401576", "question": "Which Italian-American composer and librettist wrote the English language opera, Maria Golovin?", "context": "Antonio Somma (born Udine, 28 August 1809 - died Venice, 8 August 1864) was an Italian playwright who is most well known for writing the libretto of an opera which ultimately became Giuseppe Verdi's \"Un ballo in maschera\" in 1859. While a student, his tragedy, \"Parisina\", gave him quite a success."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4c45542994082a3e437", "doc_id": "51154874"}, "id": "hotpotqa-5a70f4c45542994082a3e437-51154874", "question": "Which Italian-American composer and librettist wrote the English language opera, Maria Golovin?", "context": "Jane Van Etten, sometimes credited under her married name, Jane Van Etten Andrews (born 1871) was an American composer and singer, one of the first female composers in the United States to have an opera produced by a regular opera company. This was \"Guido Ferranti\", a one-act opera to a libretto by Elsie M. Wilbor based on the play \"The Duchess of Padua\" by Oscar Wilde. It was premiered on December 29, 1914, in Chicago by the Century Opera Company at the Auditorium Theater. Hazel Eden was Beatrice and Worthe Faulkner Guido Ferranti; the work was conducted by Agide Jacchia. The piece received the Bispham Memorial Medal Award. It was said that Van Etten had not studied orchestration, harmony or counterpoint prior to the creation of the opera. The opera won great critical acclaim, but appears not to have been performed again after its premiere. Its music has been described as \"tuneful in the Puccini mode\"."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4c45542994082a3e437", "doc_id": "87319"}, "id": "hotpotqa-5a70f4c45542994082a3e437-87319", "question": "Which Italian-American composer and librettist wrote the English language opera, Maria Golovin?", "context": "Charles-François Gounod (] ; 17 June 181817 or 18 October 1893) was a French composer, best known for his \"Ave Maria,\" based on a work by Bach, as well as his opera \"Faust\". Another opera by Gounod occasionally still performed is \"Roméo et Juliette\". Although he is known for his Grand Operas, the soprano aria \"Que ferons-nous avec le ragoût de citrouille?\" from his first opera \"Livre de recettes d'un enfant\" (Op. 24) is still performed in concert as an encore, similarly to his \"Jewel Song\" from Faust."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f4c45542994082a3e437", "doc_id": "10774783"}, "id": "hotpotqa-5a70f4c45542994082a3e437-10774783", "question": "Which Italian-American composer and librettist wrote the English language opera, Maria Golovin?", "context": "Nicola Francesco Haym (6 July 1678 – 31 July 1729) was an Italian opera librettist, composer, theatre manager and performer, and numismatist. He is best remembered for adapting texts into libretti for the London operas of George Frideric Handel and Giovanni Bononcini. Libretti that he provided for Handel included those for \"Giulio Cesare\", \"Ottone\", \"Flavio\", \"Tamerlano\", \"Rodelinda\", and several others; for Bononcini, he produced two, \"Calfurnia\" and \"Astianatte\"."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f6425542994082a3e44c", "doc_id": "no"}, "id": "hotpotqa-5a70f6425542994082a3e44c-no", "question": "Renamed in 2014, what was the vehicle offered as a prize to contestants on the first season of The Amazing Race Canada?", "context": null}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f6425542994082a3e44c", "doc_id": "42798002"}, "id": "hotpotqa-5a70f6425542994082a3e44c-42798002", "question": "Renamed in 2014, what was the vehicle offered as a prize to contestants on the first season of The Amazing Race Canada?", "context": "The second season of The Amazing Race Canada was a reality game show based on the American series \"The Amazing Race\". It featured eleven teams of two, each with a pre-existing relationship in a race across Canada and around the world. The winning team was awarded CA$ , two Chevrolet Silverado \"High Country Edition\" trucks, free gasoline for life from Petro-Canada and the ability to fly for free anywhere for a year with Air Canada in business class. Jon Montgomery returned as the host."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f6425542994082a3e44c", "doc_id": "39784569"}, "id": "hotpotqa-5a70f6425542994082a3e44c-39784569", "question": "Renamed in 2014, what was the vehicle offered as a prize to contestants on the first season of The Amazing Race Canada?", "context": "The first season of The Amazing Race Canada was a reality game show based on the American series \"The Amazing Race\". It featured nine teams of two with pre-existing relationships who raced around Canada for CA$ , two Chevrolet Corvette Stingrays and an unlimited air travel for a year with Air Canada. The show was produced by Insight Productions, in association with Bell Media and was broadcast on CTV. The show was hosted by Canadian Olympian Jon Montgomery."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f6425542994082a3e44c", "doc_id": "47903569"}, "id": "hotpotqa-5a70f6425542994082a3e44c-47903569", "question": "Renamed in 2014, what was the vehicle offered as a prize to contestants on the first season of The Amazing Race Canada?", "context": "The fourth season of The Amazing Race Canada is a reality game show based on the American series \"The Amazing Race\". It features 10 teams of two, each with a pre-existing relationship. The grand prize includes: a CA$ cash payout, a \"once-in-a-lifetime\" trip for two around the world with hotel accommodations provided by new sponsor Hotels.com, and the winning team's choice of any Chevrolet vehicle driven during the race. For the fourth year in a row, Jon Montgomery returned as the host."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f6425542994082a3e44c", "doc_id": "51986560"}, "id": "hotpotqa-5a70f6425542994082a3e44c-51986560", "question": "Renamed in 2014, what was the vehicle offered as a prize to contestants on the first season of The Amazing Race Canada?", "context": "The fifth season of The Amazing Race Canada is a reality game show based on the American series \"The Amazing Race\". It features teams of two, each with a pre-existing relationship. The grand prize includes: a CA$ cash payout, a \"once-in-a-lifetime\" trip for two around the world, and a 2018 Chevrolet Equinox \"True North Edition\" for each. For the fifth year in a row, Jon Montgomery returned as the host."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f6425542994082a3e44c", "doc_id": "43944610"}, "id": "hotpotqa-5a70f6425542994082a3e44c-43944610", "question": "Renamed in 2014, what was the vehicle offered as a prize to contestants on the first season of The Amazing Race Canada?", "context": "The third season of The Amazing Race Canada is a reality game show based on the American series \"The Amazing Race\". It features twelve teams of two, each with a pre-existing relationship. The grand prize includes: a CA$ cash payout, “gas for life” from Petro-Canada, the opportunity to fly for a year anywhere Air Canada flies worldwide in Business Class, and two Chevrolet Colorado \"Z71\" Trucks. For the third year in a row, Jon Montgomery returned as the host."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f6425542994082a3e44c", "doc_id": "37796495"}, "id": "hotpotqa-5a70f6425542994082a3e44c-37796495", "question": "Renamed in 2014, what was the vehicle offered as a prize to contestants on the first season of The Amazing Race Canada?", "context": "The Amazing Race Canada is a reality television competition series that features teams in a grueling race across Canada and the world. The Race is divided into a series of legs and on each leg; teams strive to reach the Pit Stop where they are greeted by the host, Jon Montgomery. During each leg teams receive destination clues and challenges to complete in order to move onto the next task. The first team to cross the finish line wins $500,000 in cash and prizes. This prize is the largest grand prize ever awarded for a Canadian competition series. Commissioned by CTV, \"The Amazing Race Canada\" is produced by Insight Productions in association with Bell Media and with the support of Profiles Television."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f6425542994082a3e44c", "doc_id": "34326976"}, "id": "hotpotqa-5a70f6425542994082a3e44c-34326976", "question": "Renamed in 2014, what was the vehicle offered as a prize to contestants on the first season of The Amazing Race Canada?", "context": "The first season of the reality television game show, The Amazing Race Norge featured eleven teams of two, with a pre-existing relationship, in a race around the world to win 500,000 kr and a Subaru XV for each team member for a total worth of 1,000,000 kr ."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f6425542994082a3e44c", "doc_id": "26491300"}, "id": "hotpotqa-5a70f6425542994082a3e44c-26491300", "question": "Renamed in 2014, what was the vehicle offered as a prize to contestants on the first season of The Amazing Race Canada?", "context": "The Amazing Race en Discovery Channel (English: The Amazing Race on Discovery Channel ; Portuguese: \"The Amazing Race no Discovery Channel\" ) is a Latin American reality television game show based on the American series, \"The Amazing Race\". The first season of the show featured eleven teams of two with a pre-existing relationship, in a race across Latin America to win US$250,000. The race was produced by RGB Entertainment. The host of the show is Harris Whitbeck."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f6425542994082a3e44c", "doc_id": "34790135"}, "id": "hotpotqa-5a70f6425542994082a3e44c-34790135", "question": "Renamed in 2014, what was the vehicle offered as a prize to contestants on the first season of The Amazing Race Canada?", "context": "The Amazing Race: Edição Brasil (] ; English: \"The Amazing Race: Brazilian Edition\" ) is the fourth installment of the Latin American reality television game show \"The Amazing Race\". \"Edição Brasil\" is the second season to be aired on the channel, Space, in association with Disney Media Networks Latin America. It featured eleven teams of two, with a pre-existing relationship, in a race across Latin America to win US$250,000."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f6425542994082a3e44c", "doc_id": "36294286"}, "id": "hotpotqa-5a70f6425542994082a3e44c-36294286", "question": "Renamed in 2014, what was the vehicle offered as a prize to contestants on the first season of The Amazing Race Canada?", "context": "The second instalment of the Norwegian reality television series, \"The Amazing Race Norge\" featured 10 teams of two with a pre-existing relationship in a race across the world to win NOK 500,000 and a Subaru Forester for each team member for a total worth of NOK 1,000,000."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f9335542994082a3e46a", "doc_id": "no"}, "id": "hotpotqa-5a70f9335542994082a3e46a-no", "question": "Which magazine is published more in a year, Essence or Alt for Damerne?", "context": null}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f9335542994082a3e46a", "doc_id": "46321311"}, "id": "hotpotqa-5a70f9335542994082a3e46a-46321311", "question": "Which magazine is published more in a year, Essence or Alt for Damerne?", "context": "ALT for Damerne (meaning \"All for the Ladies\" in English) is a Danish language weekly women's magazine published in Copenhagen, Denmark."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f9335542994082a3e46a", "doc_id": "1773391"}, "id": "hotpotqa-5a70f9335542994082a3e46a-1773391", "question": "Which magazine is published more in a year, Essence or Alt for Damerne?", "context": "Essence is a monthly magazine for African American women between the ages of 18 and 49. It is the only magazine that focuses on reaching an audience of black women, revolves around the black woman experience, and has remained for a long period of time. The magazine covers fashion, lifestyle and beauty, with an intimate girlfriend-to-girlfriend tone, and its slogan \"Fierce, Fun, and Fabulous\" suggests the magazine's goal of empowering African-American women. The topics the magazine discusses range from celebrities, to fashion, to point-of-view pieces addressing current issues in the African-American community. A number of its readers engage closely and personally with the publication, and it claims to be the magazine \"for and about Black women\"."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f9335542994082a3e46a", "doc_id": "10556851"}, "id": "hotpotqa-5a70f9335542994082a3e46a-10556851", "question": "Which magazine is published more in a year, Essence or Alt for Damerne?", "context": "Angela Burt-Murray was the Editor-in-Chief of Essence Magazine from 2005 to 2010. From 2003 to 2005 she was the Executive Editor for Teen People Magazine. From 2001 to 2003 she was Executive Editor for Honey Magazine."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f9335542994082a3e46a", "doc_id": "12680673"}, "id": "hotpotqa-5a70f9335542994082a3e46a-12680673", "question": "Which magazine is published more in a year, Essence or Alt for Damerne?", "context": "More was a women's lifestyle magazine published 10 times a year by the Meredith Corporation with a rate base of 1.3 million and a circulation of 1.8 million. A Canadian version was published under license by Transcontinental from 2007 to 2012."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f9335542994082a3e46a", "doc_id": "38795061"}, "id": "hotpotqa-5a70f9335542994082a3e46a-38795061", "question": "Which magazine is published more in a year, Essence or Alt for Damerne?", "context": "Verve is India's premier and only home-grown luxury and lifestyle magazine for women that has been in publication since 1995. The magazine celebrated its 20th anniversary in 2015."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f9335542994082a3e46a", "doc_id": "27716179"}, "id": "hotpotqa-5a70f9335542994082a3e46a-27716179", "question": "Which magazine is published more in a year, Essence or Alt for Damerne?", "context": "Susan L. Taylor (born January 23, 1946) is an American editor, writer, and journalist. She served as editor-in-chief of \"Essence\" from 1981 through 2000. In 1994, \"American Libraries\" referred to Taylor as \"the most influential black woman in journalism today\"."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f9335542994082a3e46a", "doc_id": "20334007"}, "id": "hotpotqa-5a70f9335542994082a3e46a-20334007", "question": "Which magazine is published more in a year, Essence or Alt for Damerne?", "context": "Yaldah magazine is a magazine that was published 10 times a year, but due to costs, they stopped producing the magazine altogether. There is a website that girls still write articles on."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f9335542994082a3e46a", "doc_id": "46785997"}, "id": "hotpotqa-5a70f9335542994082a3e46a-46785997", "question": "Which magazine is published more in a year, Essence or Alt for Damerne?", "context": "Damernas Värld (meaning \"Women's World\" in English) is a Swedish language monthly fashion and women's magazine published in Stockholm, Sweden. It is one of the oldest magazines in the country."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f9335542994082a3e46a", "doc_id": "25640565"}, "id": "hotpotqa-5a70f9335542994082a3e46a-25640565", "question": "Which magazine is published more in a year, Essence or Alt for Damerne?", "context": "Women's Health, published by Rodale in Emmaus, Pennsylvania, is a magazine focusing on health, nutrition, fitness, sex, and lifestyle. It is published 10 times a year in the United States and has a circulation of 1.5 million readers. The magazine has 13 international editions spanning 25 countries and reaching more than 8 million readers globally."}
{"metadata": {"dataset": "hotpotqa", "query_id": "5a70f9335542994082a3e46a", "doc_id": "14314252"}, "id": "hotpotqa-5a70f9335542994082a3e46a-14314252", "question": "Which magazine is published more in a year, Essence or Alt for Damerne?", "context": "Clarkesworld Magazine (ISSN 1937-7843) is an American online fantasy and science fiction magazine. It released the first issue October 1, 2006 and has maintained a regular monthly schedule since, publishing fiction by authors such as Elizabeth Bear, Kij Johnson, Caitlin R. Kiernan, Sarah Monette, Catherynne Valente, Jeff VanderMeer and Peter Watts."}
