{"metadata": {"dataset": "trec-covid", "query_id": "1", "doc_id": "no"}, "id": "trec-covid-1-no", "question": "what is the origin of COVID-19", "context": null}
{"metadata": {"dataset": "trec-covid", "query_id": "1", "doc_id": "jb05x03a"}, "id": "trec-covid-1-jb05x03a", "question": "what is the origin of COVID-19", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "1", "doc_id": "wy0y5ztd"}, "id": "trec-covid-1-wy0y5ztd", "question": "what is the origin of COVID-19", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "1", "doc_id": "okqsvg8q"}, "id": "trec-covid-1-okqsvg8q", "question": "what is the origin of COVID-19", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "1", "doc_id": "qp0h50t3"}, "id": "trec-covid-1-qp0h50t3", "question": "what is the origin of COVID-19", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "1", "doc_id": "rzpbpxw2"}, "id": "trec-covid-1-rzpbpxw2", "question": "what is the origin of COVID-19", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "1", "doc_id": "u7u75sl0"}, "id": "trec-covid-1-u7u75sl0", "question": "what is the origin of COVID-19", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "1", "doc_id": "u7ir986m"}, "id": "trec-covid-1-u7ir986m", "question": "what is the origin of COVID-19", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "1", "doc_id": "t5ycl437"}, "id": "trec-covid-1-t5ycl437", "question": "what is the origin of COVID-19", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "1", "doc_id": "ofx56c28"}, "id": "trec-covid-1-ofx56c28", "question": "what is the origin of COVID-19", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "1", "doc_id": "gdfxiosc"}, "id": "trec-covid-1-gdfxiosc", "question": "what is the origin of COVID-19", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "10", "doc_id": "no"}, "id": "trec-covid-10-no", "question": "has social distancing had an impact on slowing the spread of COVID-19?", "context": null}
{"metadata": {"dataset": "trec-covid", "query_id": "10", "doc_id": "0ufwlw87"}, "id": "trec-covid-10-0ufwlw87", "question": "has social distancing had an impact on slowing the spread of COVID-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "10", "doc_id": "uwix8ftr"}, "id": "trec-covid-10-uwix8ftr", "question": "has social distancing had an impact on slowing the spread of COVID-19?", "context": "The coronavirus disease (COVID-19) affecting across the globe. The government of different countries has adopted various policies to contain this epidemic and the most common were social distancing and lockdown. We use a simple log-linear model with intercept and trend break to evaluate whether the measures are effective preventing/slowing down the spread of the disease in Turkey. We estimate the model parameters from the Johns Hopkins University (2020) epidemic data between 15th March and 16th April 2020. Our analysis revealed that the measures can slow down the outbreak. We can reduce the epidemic size and prolong the time to arrive at the epidemic peak by seriously following the measures suggested by the authorities."}
{"metadata": {"dataset": "trec-covid", "query_id": "10", "doc_id": "yv3x3g4u"}, "id": "trec-covid-10-yv3x3g4u", "question": "has social distancing had an impact on slowing the spread of COVID-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "10", "doc_id": "trn2deod"}, "id": "trec-covid-10-trn2deod", "question": "has social distancing had an impact on slowing the spread of COVID-19?", "context": "BACKGROUND: Social distancing and stringent hygiene seem effective in reducing the number of transmitted virus particles, and therefore the infectivity, of coronavirus disease 2019 (COVID-19) and could alter the mode of transmission of the disease. However, it is not known if such practices can change the clinical course in infected individuals. METHODS: We prospectively studied an outbreak of COVID-19 in Switzerland among a population of 508 predominantly male soldiers with a median age of 21 years. We followed the number of infections in two spatially separated cohorts with almost identical baseline characteristics with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) before and after implementation of stringent social distancing. RESULTS: Of the 354 soldiers infected prior to the implementation of social distancing, 30% fell ill from COVID-19. While no soldier in a group of 154, in which infections appeared after implementation of social distancing, developed COVID-19 despite the detection of viral RNA in the nose and virus-specific antibodies within this group. CONCLUSIONS: Social distancing not only can slow the spread of SARS-CoV-2 in a cohort of young, healthy adults but can also prevent the outbreak of COVID-19 while still inducing an immune response and colonizing nasal passages. Viral inoculum during infection or mode of transmission may be key factors determining the clinical course of COVID-19."}
{"metadata": {"dataset": "trec-covid", "query_id": "10", "doc_id": "cb5ebiiv"}, "id": "trec-covid-10-cb5ebiiv", "question": "has social distancing had an impact on slowing the spread of COVID-19?", "context": "In March of 2020, many U.S. state governments encouraged or mandated restrictions on social interactions to slow the spread of COVID-19, the disease caused by the novel coronavirus SARS-CoV-2 that has spread to nearly 180 countries. Estimating the effectiveness of these social-distancing strategies is challenging because surveillance of COVID-19 has been limited, with tests generally being prioritized for high-risk or hospitalized cases according to temporally and regionally varying criteria. Here we show that reductions in mobility across U.S. counties with at least 100 confirmed cases of COVID-19 led to reductions in fever incidences, as captured by smart thermometers, after a mean lag of 6.5 days ($90\\%$ within 3--10 days) that is consistent with the incubation period of COVID-19. Furthermore, counties with larger decreases in mobility subsequently achieved greater reductions in fevers ($p<0.01$), with the notable exception of New York City and its immediate vicinity. These results indicate that social distancing has reduced the transmission of influenza like illnesses, including COVID 19, and support social distancing as an effective strategy for slowing the spread of COVID-19."}
{"metadata": {"dataset": "trec-covid", "query_id": "10", "doc_id": "kk38cfli"}, "id": "trec-covid-10-kk38cfli", "question": "has social distancing had an impact on slowing the spread of COVID-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "10", "doc_id": "7t3ci8tl"}, "id": "trec-covid-10-7t3ci8tl", "question": "has social distancing had an impact on slowing the spread of COVID-19?", "context": "On January 20, 2020, the first COVID-19 case was confirmed in South Korea. After a rapid outbreak, the number of incident cases has been consistently decreasing since early March; this decrease has been widely attributed to its intensive testing. We report here on the likely role of social distancing in reducing transmission in South Korea. Our analysis suggests that transmission may still be persisting in some regions."}
{"metadata": {"dataset": "trec-covid", "query_id": "10", "doc_id": "t7p2j504"}, "id": "trec-covid-10-t7p2j504", "question": "has social distancing had an impact on slowing the spread of COVID-19?", "context": "Abstract Background: The ability of countries to contain and control COVID-19 virus transmission via social distancing is critical in the absence of a vaccine. Early activation of robust measures has been shown to control the daily infection rate, and consequential pressure on the health care system. As countries begin to control COVID-19 spread an understanding of how to ease social distancing measures to prevent a rebound in cases and deaths is required. Methods: Using COVID-19 transmission data from the outbreak source in Hubei Province, China prior to activation of containment measures, we adapted an established individual-based simulation model of the city of Newcastle, Australia. Simulation of virus transmission in this model, with and without, social distancing measures activated permitted us to quantify social distancing effectiveness. Optimal strategies for relaxing social distancing were determined under two settings: with high numbers of daily cases, as in New York; and where early social distancing activation resulted in limited ongoing transmission, as in Perth, Australia. Findings: In countries where strong social distancing measures were activated after the COVID-19 virus had spread widely, our study found these measures are required to be maintained for significant periods before being eased, to return to a situation where daily case numbers become low. In countries where early responses to the COVID-19 pandemic have been highly successful, as in Australia, we show that a staged relaxation of social distancing prevents a rebound in cases. Interpretation: Modelling studies and direct observation have shown that robust and timely social distancing have the most effect in containing the spread of the COVID-19 virus. Questions arise as to the duration of strong social distancing measures, given they are highly disruptive to society and economic activity. This study demonstrates the necessity of holding robust social distancing in place until COVID-19 virus transmission has significantly decreased, and how they may then be safely eased."}
{"metadata": {"dataset": "trec-covid", "query_id": "10", "doc_id": "zyaac52r"}, "id": "trec-covid-10-zyaac52r", "question": "has social distancing had an impact on slowing the spread of COVID-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "10", "doc_id": "h62xj47p"}, "id": "trec-covid-10-h62xj47p", "question": "has social distancing had an impact on slowing the spread of COVID-19?", "context": "State and local governments imposed social distancing measures in March and April 2020 to contain the spread of the novel coronavirus disease (COVID-19). These measures included bans on large social gatherings; school closures; closures of entertainment venues, gyms, bars, and restaurant dining areas; and shelter-in-place orders. We evaluated the impact of these measures on the growth rate of confirmed COVID-19 cases across US counties between March 1, 2020, and April 27, 2020. An event study design allowed each policy's impact on COVID-19 case growth to evolve over time. Adoption of government-imposed social distancing measures reduced the daily growth rate of confirmed COVID-19 cases by 5.4 percentage points after one to five days, 6.8 percentage points after six to ten days, 8.2 percentage points after eleven to fifteen days, and 9.1 percentage points after sixteen to twenty days. Holding the amount of voluntary social distancing constant, these results imply that there would have been ten times greater spread of COVID-19 by April 27 without shelter-in-place orders (ten million cases) and more than thirty-five times greater spread without any of the four measures (thirty-five million cases). Our article illustrates the potential danger of exponential spread in the absence of interventions, providing information relevant to strategies for restarting economic activity."}
{"metadata": {"dataset": "trec-covid", "query_id": "11", "doc_id": "no"}, "id": "trec-covid-11-no", "question": "what are the guidelines for triaging patients infected with coronavirus?", "context": null}
{"metadata": {"dataset": "trec-covid", "query_id": "11", "doc_id": "q4f1pxrf"}, "id": "trec-covid-11-q4f1pxrf", "question": "what are the guidelines for triaging patients infected with coronavirus?", "context": "Coronavirus Disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has spread worldwide. During the ongoing COVID-19 epidemic, most hospitals have postponed elective surgeries. However, some emergency surgeries, especially for trauma patients, are inevitable. For patients with suspected or confirmed COVID-19, a standard protocol addressing preoperative preparation, intraoperative management, and postoperative surveillance should be implemented to avoid nosocomial infection and ensure the safety of patients and the health care workforce. With reference to the guidelines and recommendations issued by the National Health Commission and Chinese Society of Anesthesiology, this article provides recommendations for anesthesia management of trauma and emergency surgery cases during the COVID-19 pandemic."}
{"metadata": {"dataset": "trec-covid", "query_id": "11", "doc_id": "y0ofcfex"}, "id": "trec-covid-11-y0ofcfex", "question": "what are the guidelines for triaging patients infected with coronavirus?", "context": "Coronavirus disease 2019 has become a worldwide pandemic that is seriously jeopardising people's health. The National Health Commission and regional health administrations have issued regulations on the prevention and control of coronavirus disease 2019. Dentistry involves many invasive treatments, which differentiates it from other forms of medical practice. The following guidelines were produced by experts from the Stomatological Healthcare Service branch of the Chinese Stomatological Association to prevent the spread of coronavirus disease 2019 in dental clinics. The guidelines are in accordance with the relevant laws and documents from the health administration and range from technical guidelines to advice on how dental treatment should be conducted. Dental institutions can take these suggestions as a reference, based on the current local epidemic situation. It is anticipated that the guidelines will help dental institutions of different sizes to prevent the spread of the epidemic."}
{"metadata": {"dataset": "trec-covid", "query_id": "11", "doc_id": "o8j1dr8v"}, "id": "trec-covid-11-o8j1dr8v", "question": "what are the guidelines for triaging patients infected with coronavirus?", "context": "Coronavirus disease 2019 has become a worldwide pandemic that is seriously jeopardising people's health. The National Health Commission and regional health administrations have issued regulations on the prevention and control of coronavirus disease 2019. Dentistry involves many invasive treatments, which differentiates it from other forms of medical practice. The following guidelines were produced by experts from the Stomatological Healthcare Service branch of the Chinese Stomatological Association to prevent the spread of coronavirus disease 2019 in dental clinics. The guidelines are in accordance with the relevant laws and documents from the health administration and range from technical guidelines to advice on how dental treatment should be conducted. Dental institutions can take these suggestions as a reference, based on the current local epidemic situation. It is anticipated that the guidelines will help dental institutions of different sizes to prevent the spread of the epidemic."}
{"metadata": {"dataset": "trec-covid", "query_id": "11", "doc_id": "7wx4zh5p"}, "id": "trec-covid-11-7wx4zh5p", "question": "what are the guidelines for triaging patients infected with coronavirus?", "context": "Coronavirus disease 2019 (COVID-19) is a highly contagious viral disease that is caused by the novel virus Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2). COVID-19 has become pandemic since December 2019, when the first case developed in Wuhan, China. Patients receiving hemodialysis are more vulnerable to viral transmission because their immune functions are impaired and they receive treatment within a narrow space. Calling on previous experience with Middle East Respiratory Syndrome during the 2015 outbreak, the joint committee of the Korean Society of Nephrology and the Korean Society of Dialysis Therapy quickly formed a COVID-19 task force team to develop a manual before the first index case was diagnosed in the hemodialysis unit. This special article introduces clinical practice guidelines to prevent secondary transmission of COVID-19 within hemodialysis facilities, which were developed to protect patients, healthcare workers, and caregivers from this highly transmissible virus. The areas of infection control covered by these guidelines include standard precautions, performing dialysis therapy for confirmed or suspected cases, performing cohort isolation for contact patients, and disease monitoring and contact surveillance. We hope these guidelines help healthcare workers and hemodialysis patients around the world cope with the COVID-19 pandemic."}
{"metadata": {"dataset": "trec-covid", "query_id": "11", "doc_id": "rkfxn14a"}, "id": "trec-covid-11-rkfxn14a", "question": "what are the guidelines for triaging patients infected with coronavirus?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "11", "doc_id": "0artqu2m"}, "id": "trec-covid-11-0artqu2m", "question": "what are the guidelines for triaging patients infected with coronavirus?", "context": "Anesthesiologists have a high risk of infection with COVID-19 during perioperative care and as first responders to airway emergencies. The potential of becoming infected can be reduced by a systematic and integrated approach that assesses infection risk. The latter leads to an acceptable choice of materials and techniques for personal protection and prevention of cross-contamination to other patients and staff. The authors have presented a protocolized approach that uses diagnostic criteria to clearly define benchmarks from the medical history along with clinical symptoms and laboratory tests. Patients can then be rapidly assigned into 1 of 3 risk categories that direct the choice of protective materials and/or techniques. Each hospital can adapt this approach to develop a system that fits its individual resources. Educating medical staff about the proper use of high-risk areas for containment serves to protect staff and patients."}
{"metadata": {"dataset": "trec-covid", "query_id": "11", "doc_id": "h1z8rg9p"}, "id": "trec-covid-11-h1z8rg9p", "question": "what are the guidelines for triaging patients infected with coronavirus?", "context": "Coronavirus disease 2019 has caused a global pandemic. The majority of patients will experience mild disease, but others will develop a severe respiratory infection that requires hospitalisation. This is causing a significant strain on health services. Patients are presenting at emergency departments with symptoms of dyspnoea, dry cough and fever with varying severity. The appropriate triaging of patients will assist in preventing health services becoming overwhelmed during the pandemic. This is assisted through clinical assessment and various imaging and laboratory investigations, including chest X-ray, blood analysis and identification of viral infection with SARS-CoV-2. Here, a succinct triaging pathway that aims to be fast, reliable and affordable is presented. The hope is that such a pathway will assist health services in appropriately combating the pandemic."}
{"metadata": {"dataset": "trec-covid", "query_id": "11", "doc_id": "ba5x3ysq"}, "id": "trec-covid-11-ba5x3ysq", "question": "what are the guidelines for triaging patients infected with coronavirus?", "context": "Coronavirus disease 2019 has caused a global pandemic. The majority of patients will experience mild disease, but others will develop a severe respiratory infection that requires hospitalisation. This is causing a significant strain on health services. Patients are presenting at emergency departments with symptoms of dyspnoea, dry cough and fever with varying severity. The appropriate triaging of patients will assist in preventing health services becoming overwhelmed during the pandemic. This is assisted through clinical assessment and various imaging and laboratory investigations, including chest X-ray, blood analysis and identification of viral infection with SARS-CoV-2. Here, a succinct triaging pathway that aims to be fast, reliable and affordable is presented. The hope is that such a pathway will assist health services in appropriately combating the pandemic."}
{"metadata": {"dataset": "trec-covid", "query_id": "11", "doc_id": "2n3cdspj"}, "id": "trec-covid-11-2n3cdspj", "question": "what are the guidelines for triaging patients infected with coronavirus?", "context": "The coronavirus disease 2019 pandemic, caused by severe acute respiratory syndrome coronavirus-2, represents the third human affliction attributed to the highly pathogenic coronavirus in the current century. Because of its highly contagious nature and unprecedented global spread, its aggressive clinical presentation, and the lack of effective treatment, severe acute respiratory syndrome coronavirus-2 infection is causing the loss of thousands of lives and imparting unparalleled strain on healthcare systems around the world. In the current report, we discuss perioperative considerations for patients undergoing cardiac surgery and provide clinicians with recommendations to effectively triage and plan these procedures during the coronavirus disease 2019 outbreak. This will help reduce the risk of exposure to patients and healthcare workers and allocate resources appropriately to those in greatest need. We include an algorithm for preoperative testing for coronavirus disease 2019, personal protective equipment recommendations, and a classification system to categorize and prioritize common cardiac surgery procedures."}
{"metadata": {"dataset": "trec-covid", "query_id": "11", "doc_id": "pwu3ait6"}, "id": "trec-covid-11-pwu3ait6", "question": "what are the guidelines for triaging patients infected with coronavirus?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "12", "doc_id": "no"}, "id": "trec-covid-12-no", "question": "what are best practices in hospitals and at home in maintaining quarantine?", "context": null}
{"metadata": {"dataset": "trec-covid", "query_id": "12", "doc_id": "mtpbzgr9"}, "id": "trec-covid-12-mtpbzgr9", "question": "what are best practices in hospitals and at home in maintaining quarantine?", "context": "The principles and practices aimed at prevention and control of hospital-acquired infections are directed at various links in the chain of transmission. They include the following: (1) to contain or eliminate the reservoirs of agents and/or to curtail the persistence of agents in a specific setting, (2) to protect the host against disease caused by microorganisms, and (3) to interrupt the transmission of infection. Interventions to modify environmental reservoirs are aimed at interrupting the transmission for these inanimate environmental sources. The barriers, e.g., masks, were used to keep the smells and “contagion” away even before the germ theory of disease was conceived. The appropriate barriers now include gloves, gowns, and eye protection for blood/body fluid–borne infections and high-filtration masks for infections transmitted by droplet nuclei. The most important and effective nosocomial infection control intervention remains the routine washing of hands before, between, and after patient contact in healthcare settings. This chapter focuses on the interruption of transmission of infectious agents in the hospital setting by Standard Precautions recommended for all patients and “isolation” of patients using precautions based on known methods of transmission."}
{"metadata": {"dataset": "trec-covid", "query_id": "12", "doc_id": "hdbbgee2"}, "id": "trec-covid-12-hdbbgee2", "question": "what are best practices in hospitals and at home in maintaining quarantine?", "context": "INTRODUCTION: In the event of an outbreak of a communicable respiratory illness, quarantine may become necessary. The New York Institute for All Hazard Preparedness (NYIAHP) of the State University of New York (SUNY) Downstate Medical Center, in cooperation with the New York City Department of Health and Mental Hygiene's Healthcare Emergency Preparedness Program, (NYC DOHMH-HEPP) quarantine working group, has developed a series of clinical protocols to help health care facilities respond to such an event. PROBLEM: Two full-scale exercises (FSEs) were designed and conducted a year apart in the quarantine unit at Kings County Hospital Center (KCHC) to test the efficacy and feasibility of these quarantine protocols. The goal of these exercises was to identify the gaps in preparedness for quarantine and increase hospital readiness for such an event. METHODS: Evaluators monitored for efficient management of critical physical plants, personnel and material resources. Players were expected to integrate and practice emergency response plans and protocols specific to quarantine. In developing the exercise objectives, five activities were selected for evaluation: Activation of the Unit, Staffing, Charting/Admission, Symptom Monitoring and Infection Control, and Client Management. RESULTS: The results of the initial FSE found that there were incomplete critical tasks within all five protocols: These deficiencies were detailed in an After Action Report and an Improvement Plan was presented to the KCHC Disaster Preparedness Committee a month after the initial FSE. In the second FSE a year later, all critical tasks for Activation of the unit, Staffing and Charting/Admission were achieved. Completion of critical tasks related to Symptom Monitoring and Infection Control and Client Management was improved in the second FSE, but some tasks were still not performed appropriately. CONCLUSION: In short, these exercises identified critical needs in disaster preparedness of the KCHC Quarantine Unit. The lessons learned from this logistical exercise enabled the planning group to have a better understanding of leadership needs, communication capabilities, and infection control procedures. Kings County Hospital Center performed well during these exercises. It was clear that performance in the second exercise was improved, and many problems noted in the first exercise were corrected. Staff also felt better prepared the second time. This supports the idea that frequent exercises are vital to maintain disaster readiness. R Nathawad, PM Roblin, D Pruitt, B Arquilla. Addressing the gaps in preparation for quarantine. Prehosp Disaster Med. 2013;28(2):1-7 23158909."}
{"metadata": {"dataset": "trec-covid", "query_id": "12", "doc_id": "bu617h9z"}, "id": "trec-covid-12-bu617h9z", "question": "what are best practices in hospitals and at home in maintaining quarantine?", "context": "A 1-day table-top exercise in San Diego, California, in December 2004 emphasized voluntary compliance with home quarantine to control an emerging infectious disease outbreak. The exercise heightened local civilian-military collaboration in public health emergency management. Addressing concerns about lost income by residents in quarantine was particularly challenging."}
{"metadata": {"dataset": "trec-covid", "query_id": "12", "doc_id": "9rn8kzst"}, "id": "trec-covid-12-9rn8kzst", "question": "what are best practices in hospitals and at home in maintaining quarantine?", "context": "Abstract: Evidence is accumulating for the role of cleaning in controlling hospital infections. Hospital pathogens such as meticillin-resistant Staphylococcus aureus (MRSA), vancomycin-resistant enterococci (VRE), norovirus, multi-resistant Gram-negative bacilli and Clostridium difficile persist in the healthcare environment for considerable lengths of time. Cleaning with both detergent and disinfectant-based regimens help control these pathogens in both routine and outbreak situations. The most important transmission risk comes from organisms on frequently handled items because hand contact with a contaminated site could deliver a pathogen to a patient. Cleaning practices should be tailored to clinical risk, near-patient areas and hand-touch-sites and scientifically evaluated for all surfaces and equipment in today’s hospitals."}
{"metadata": {"dataset": "trec-covid", "query_id": "12", "doc_id": "c0c4rjfa"}, "id": "trec-covid-12-c0c4rjfa", "question": "what are best practices in hospitals and at home in maintaining quarantine?", "context": "Summary A report by the Hong Kong government noted that hospital infection control standards were inadequate, requiring audit, development and implementation. In addition, hospital staff needed training in infection control measures. We investigated infection control practices among 162 hospital health workers (109 nurses, 45 doctors and 8 therapists) and 44 support workers in one acute hospital and two rehabilitation hospitals using a non-blinded, observational design. We examined compliance with isolation precautions and infection control guidelines, including proper wearing of a mask, goggles/face shield, or gown; handling patient care equipment, linen, and laundry; routine and terminal cleaning; and terminal cleaning of an isolation room. One major breakdown in compliance was use of sleeveless disposable plastic aprons instead of long-sleeved gowns during procedures likely to generate splashes or sprays of blood and body fluids. In more than half of the observed episodes, participants failed to disinfect medical devices, such as stethoscopes, before re-use. Thorough cleansing of commodes between patients was also lacking. Overall compliance with local and international infection control guidelines was satisfactory, but several aspects required improvement."}
{"metadata": {"dataset": "trec-covid", "query_id": "12", "doc_id": "8rs3oep3"}, "id": "trec-covid-12-8rs3oep3", "question": "what are best practices in hospitals and at home in maintaining quarantine?", "context": "The Institute of Mental Health in Singapore continues to attempt to prevent the introduction of COVID-19, despite community transmission. Essential services are maintained and quarantine measures are currently unnecessary. To help similar organizations, strategies are listed along three themes: sustaining essential services, preventing infection, and managing human and consumable resources."}
{"metadata": {"dataset": "trec-covid", "query_id": "12", "doc_id": "jo9fgkwl"}, "id": "trec-covid-12-jo9fgkwl", "question": "what are best practices in hospitals and at home in maintaining quarantine?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "12", "doc_id": "y7808p91"}, "id": "trec-covid-12-y7808p91", "question": "what are best practices in hospitals and at home in maintaining quarantine?", "context": "Abstract BACKGROUND: Established systems for education and rapid dissemination of information are essential to a healthcare facility's ability to respond to emerging public health threats. We assessed the education activities and communication resources available for this purpose in a representative sample of U.S. hospitals. METHODS: We selected a 20% (n=1236) random sample of hospitals from the 2000 American Hospital Association database, stratified by bed size, service, metropolitan statistical sampling area (MSSA), and region to ensure representativeness. Infection control professionals (ICPs) at the hospitals were asked to complete a Web-based questionnaire during October 21–December 22, 2003. RESULTS: ICPs at 556 (45%) hospitals completed the survey, including 518 (93%) general medical-surgical, 20 (4%) other specialty (including oncology), and 18 (3%) children's hospitals; 352 (63%) were in urban (<100,000 population) areas and 224 (40%) had <100 beds. Most hospitals had provided educational programs about infection control issues related to smallpox (87%), smallpox vaccine-related adverse events (76%), severe acute respiratory syndrome (SARS) (75%); and anthrax (73%). Fewer offered programs on monkeypox (27%). Hospitals reported that the best ways to disseminate information to them were via e-mail (97%), Web sites or group e-mail lists (72%), videoconference (40%), or teleconference (35%). Urban hospitals were more likely than rural to identify Web sites (p=0.001) and videoconference (p=0.03) as the best ways to receive information. Hospitals used e-mail (94%), teleconferencing (72%), Web-based training (61%), computer-based tools (50%), and videoconferencing (46%) to reach hospital-based clinical personnel. Urban hospitals were more likely than rural to use e-mail (p=0.01) to reach personnel. Hospitals identified model preparedness plans (61%), educational materials for personnel (54%) or patients/public (40%), and tabletop exercises/drills (46%) as being most helpful to preparedness efforts. CONCLUSIONS: Hospitals may differ substantially in preparedness and response readiness. These findings will assist in determining the best strategies for communicating with hospitals and providing information to assist them in preparedness efforts."}
{"metadata": {"dataset": "trec-covid", "query_id": "12", "doc_id": "d2axm29e"}, "id": "trec-covid-12-d2axm29e", "question": "what are best practices in hospitals and at home in maintaining quarantine?", "context": "Knowledge regarding the modes of transmission of pandemic 2009 H1N1 influenza continues to develop, as do recommendations for the prevention of spread within healthcare facilities. The adoption of the most prudent, multifaceted approaches is recommended until there is significant evidence to reduce protective measures. The greatest threat to healthcare personnel and patients appears to be exposure to patients, healthcare personnel, or visitors who have not been recognized as contagious. The processes used within healthcare facilities must hold this concept central to any infection control plan and act in a preventive manner. This article focuses on the development of an algorithm for intensive care unit intake precautions, based on the early identification of potential source patients, as well as appropriate selection and adequate use of personal protective equipment. Visitor management, hand and respiratory hygiene, and cough etiquette have been used as measures to decrease the spread of infection. Vaccination of healthcare personnel, combined with work furlough for ill workers, is also explored. Recommendations include the elimination of potential exposures, engineering and administrative controls, and utilization of personal protective equipment."}
{"metadata": {"dataset": "trec-covid", "query_id": "12", "doc_id": "9zf2h0xr"}, "id": "trec-covid-12-9zf2h0xr", "question": "what are best practices in hospitals and at home in maintaining quarantine?", "context": "The reemergence of avian influenza (H5N1 infection) has heightened concern for a potential human influenza pandemic. Recommendations regarding preparation for a global avian influenza pandemic are available, and it is imperative that health care workers participate in preparedness planning and training. In developing countries, health care worker preparedness training should address the modes of avian influenza transmission and specify how to implement appropriate infection-control strategies to prevent and control the spread of avian influenza. We provide evidence for avian influenza transmission methods and identify prevention strategies relevant to infection control for hospitals in developing countries. Pandemic influenza preparedness plans must include health care administrative support, mechanisms to rapidly create temporary isolation facilities, systems to restrict access to exposed health care workers, and plans to involve specialists to screen and identify cases early, to provide for continuous monitoring to ensure adherence to optimal infection-control practices, and to provide regular feedback to health care workers"}
{"metadata": {"dataset": "trec-covid", "query_id": "13", "doc_id": "no"}, "id": "trec-covid-13-no", "question": "what are the transmission routes of coronavirus?", "context": null}
{"metadata": {"dataset": "trec-covid", "query_id": "13", "doc_id": "9hq8xdhi"}, "id": "trec-covid-13-9hq8xdhi", "question": "what are the transmission routes of coronavirus?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "13", "doc_id": "iwy2nn17"}, "id": "trec-covid-13-iwy2nn17", "question": "what are the transmission routes of coronavirus?", "context": "The three known human highly pathogenic coronaviruses are severe acute respiratory syndrome coronavirus (SARS-CoV), Middle East respiratory syndrome coronavirus, (MERS-CoV), and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) Human highly pathogenic coronaviruses are composed of non-structural proteins, structural proteins and accessory proteins Viral particles recognize host receptors via spike glycoprotein (S protein), enter host cells by membrane fusion, replicate in host cells through large replication-transcription complexes, and promote proliferation by interfering with and suppressing the host's immune response Human highly pathogenic coronaviruses are hosted by humans and vertebrates Viral particles are transmitted through droplets, contact and aerosols or likely through digestive tract, urine, eyes and other routes This review discusses the mechanisms of proliferation and transmission of highly pathogenic human coronaviruses based on the results of existing research, providing basis for future study on interrupting the transmission and pathogenicity of human highly pathogenic coronaviruses"}
{"metadata": {"dataset": "trec-covid", "query_id": "13", "doc_id": "85vnyr36"}, "id": "trec-covid-13-85vnyr36", "question": "what are the transmission routes of coronavirus?", "context": "Since the outbreak of COVID-19 in Wuhan, China, at the end of 2019, it has demonstrated China's ability to identify unknown pathogens. At present, reports showed that the main transmission routes are respiratory droplets and indirect contact, other vertical transmission routes have yet to be confirmed. This review discusses the possible transmission routes of 2019-novel coronavirus (2019-nCoV), based on currently research, the main transmission routes are respiratory droplets and indirect contact, fecal-oral might bepossible, while aerosol, tear (conjunctival) and mother-to-fetus still have yet to be confirmed, providing a reference basis for 2019-nCoV prevention and control and public protection."}
{"metadata": {"dataset": "trec-covid", "query_id": "13", "doc_id": "2yblpbwm"}, "id": "trec-covid-13-2yblpbwm", "question": "what are the transmission routes of coronavirus?", "context": "Since the outbreak of COVID-19 in Wuhan, China, at the end of 2019, it has demonstrated China's ability to identify unknown pathogens. At present, reports showed that the main transmission routes are respiratory droplets and indirect contact, other vertical transmission routes have yet to be confirmed. This review discusses the possible transmission routes of 2019-novel coronavirus (2019-nCoV), based on currently research, the main transmission routes are respiratory droplets and indirect contact, fecal-oral might bepossible, while aerosol, tear (conjunctival) and mother-to-fetus still have yet to be confirmed, providing a reference basis for 2019-nCoV prevention and control and public protection."}
{"metadata": {"dataset": "trec-covid", "query_id": "13", "doc_id": "ms4xzxyv"}, "id": "trec-covid-13-ms4xzxyv", "question": "what are the transmission routes of coronavirus?", "context": "The three known human highly pathogenic coronaviruses are severe acute respiratory syndrome coronavirus (SARS-CoV), Middle East respiratory syndrome coronavirus, (MERS-CoV), and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Human highly pathogenic coronaviruses are composed of non-structural proteins, structural proteins and accessory proteins. Viral particles recognize host receptors via spike glycoprotein (S protein), enter host cells by membrane fusion, replicate in host cells through large replication-transcription complexes, and promote proliferation by interfering with and suppressing the host's immune response. Human highly pathogenic coronaviruses are hosted by humans and vertebrates. Viral particles are transmitted through droplets, contact and aerosols or likely through digestive tract, urine, eyes and other routes. This review discusses the mechanisms of proliferation and transmission of highly pathogenic human coronaviruses based on the results of existing research, providing basis for future study on interrupting the transmission and pathogenicity of human highly pathogenic coronaviruses."}
{"metadata": {"dataset": "trec-covid", "query_id": "13", "doc_id": "gqfltyso"}, "id": "trec-covid-13-gqfltyso", "question": "what are the transmission routes of coronavirus?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "13", "doc_id": "89fwi0q2"}, "id": "trec-covid-13-89fwi0q2", "question": "what are the transmission routes of coronavirus?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "13", "doc_id": "ush6iqk5"}, "id": "trec-covid-13-ush6iqk5", "question": "what are the transmission routes of coronavirus?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "13", "doc_id": "dkxi8mgw"}, "id": "trec-covid-13-dkxi8mgw", "question": "what are the transmission routes of coronavirus?", "context": "Coronaviruses are enveloped positive-stranded RNA viruses that replicate in the cytoplasm. To deliver their nucleocapsid into the host cell, they rely on the fusion of their envelope with the host cell membrane. The spike glycoprotein (S) mediates virus entry and is a primary determinant of cell tropism and pathogenesis. It is classified as a class I fusion protein, and is responsible for binding to the receptor on the host cell as well as mediating the fusion of host and viral membranes—A process driven by major conformational changes of the S protein. This review discusses coronavirus entry mechanisms focusing on the different triggers used by coronaviruses to initiate the conformational change of the S protein: receptor binding, low pH exposure and proteolytic activation. We also highlight commonalities between coronavirus S proteins and other class I viral fusion proteins, as well as distinctive features that confer distinct tropism, pathogenicity and host interspecies transmission characteristics to coronaviruses."}
{"metadata": {"dataset": "trec-covid", "query_id": "13", "doc_id": "yp7bniwt"}, "id": "trec-covid-13-yp7bniwt", "question": "what are the transmission routes of coronavirus?", "context": "To determine possible modes of virus transmission, we investigated a cluster of coronavirus disease cases associated with a shopping mall in Wenzhou, China. Data indicated that indirect transmission of the causative virus occurred, perhaps resulting from virus contamination of common objects, virus aerosolization in a confined space, or spread from asymptomatic infected persons."}
{"metadata": {"dataset": "trec-covid", "query_id": "14", "doc_id": "no"}, "id": "trec-covid-14-no", "question": "what evidence is there related to COVID-19 super spreaders", "context": null}
{"metadata": {"dataset": "trec-covid", "query_id": "14", "doc_id": "0dlv1ukh"}, "id": "trec-covid-14-0dlv1ukh", "question": "what evidence is there related to COVID-19 super spreaders", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "14", "doc_id": "8ngri1x0"}, "id": "trec-covid-14-8ngri1x0", "question": "what evidence is there related to COVID-19 super spreaders", "context": "Purpose: The United States has the highest number of confirmed COVID-19 cases in the world to date, with over 94,000 COVID-19-related deaths. The true risk of a COVID-19 resurgence as states prepare to reopen businesses is unknown. This paper aims to classify businesses by their risk of transmission and quantify the relationship between the density of super-spreader businesses and COVID-19 cases. Methods: We constructed a COVID-19 Business Transmission Risk Index based upon the frequency and duration of visits and square footage of businesses pre-pandemic in 2019 in 8 states (Massachusetts, Rhode Island, Connecticut, New Hampshire, Vermont, Maine, New York, and California). We used this index to classify businesses as super-spreaders. Then, we analyzed the association between the density of super-spreader businesses in a county and the rate of COVID-19 cases. We performed significance testing using a negative binomial regression. The main outcome of interest is the cumulative number of COVID-19 cases each week. Results: We found a positive association between the density of super-spreader businesses and COVID-19 cases. A 1 percentage point increase in the density of super-spreader businesses is associated with 5% higher COVID-19 cases, all else equal. Conclusion: Higher densities of super-spreader businesses are associated with higher rates of COVID-19 cases. This may have important implications for how states reopen super-spreader businesses."}
{"metadata": {"dataset": "trec-covid", "query_id": "14", "doc_id": "oocco483"}, "id": "trec-covid-14-oocco483", "question": "what evidence is there related to COVID-19 super spreaders", "context": "The current global propagation of COVID-19 is heterogeneous, with slow transmission continuing in many countries and exponential propagation in others, where the time that it took for the explosive spread to begin varied greatly. It is proposed that this could be explained by cascading superspreading events, in which new infections caused by a superspreader are more likely to be highly infectious. The mechanism suggested for this is related to viral loads. Exposure to high viral loads may result in high-intensity infection, which exposes new cases to high viral loads. This notion is supported by experimental veterinary research."}
{"metadata": {"dataset": "trec-covid", "query_id": "14", "doc_id": "g83oxgig"}, "id": "trec-covid-14-g83oxgig", "question": "what evidence is there related to COVID-19 super spreaders", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "14", "doc_id": "koq7upoq"}, "id": "trec-covid-14-koq7upoq", "question": "what evidence is there related to COVID-19 super spreaders", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "14", "doc_id": "5906wju4"}, "id": "trec-covid-14-5906wju4", "question": "what evidence is there related to COVID-19 super spreaders", "context": "Abstract The current global propagation of COVID-19 is heterogeneous, with slow transmission continuing in many countries, and exponential propagation in others, in which the time that took to begin this explosive spread varies greatly. It is proposed that this could be explained by cascading superspreading events, in which new infections caused by a superspreader are more likely to be highly infectious. The mechanism suggested for this is related to viral loads. Exposure to high viral loads may result in infections of high intensity, which exposes new cases to high viral loads, and so on. This notion is supported by experimental veterinary research."}
{"metadata": {"dataset": "trec-covid", "query_id": "14", "doc_id": "p48bw6s4"}, "id": "trec-covid-14-p48bw6s4", "question": "what evidence is there related to COVID-19 super spreaders", "context": "The number of secondary cases from each primary case determines how fast an epidemic grows. It is known that all cases do not spread the infection equally; super spreaders play an important role as they contribute disproportionately to a much larger number of cases including in the ongoing COVID-19 pandemic. Super spreaders have been reported for more than a century, but limited information is available in scientific literature. An epidemic containment strategy needs to include early identification of super spreaders to limit an explosive growth. Super spreaders tend to get stigmatized, resulting in late reporting and hiding of cases. It is important for program managers to be sensitive to the manner in which related information is shared with media and general public."}
{"metadata": {"dataset": "trec-covid", "query_id": "14", "doc_id": "w4l2vpiy"}, "id": "trec-covid-14-w4l2vpiy", "question": "what evidence is there related to COVID-19 super spreaders", "context": "Super-spreading events in an outbreak can change the nature of an epidemic. Therefore, it is useful for public health teams to determine if an ongoing outbreak has any contribution from such events, which may be amenable to interventions. We estimated the basic reproductive number (R(0)) and the dispersion factor (k) from empirical data on clusters of epidemiologically-linked COVID-19 cases in Hong Kong, Japan and Singapore. This allowed us to infer the presence or absence of super-spreading events during the early phase of these outbreaks. The relatively large values of k implied that large cluster sizes, compatible with super-spreading, were unlikely."}
{"metadata": {"dataset": "trec-covid", "query_id": "14", "doc_id": "na3vrf5q"}, "id": "trec-covid-14-na3vrf5q", "question": "what evidence is there related to COVID-19 super spreaders", "context": "The number of secondary cases from each primary case determines how fast an epidemic grows. It is known that all cases do not spread the infection equally; super spreaders play an important role as they contribute disproportionately to a much larger number of cases including in the ongoing COVID-19 pandemic. Super spreaders have been reported for more than a century, but limited information is available in scientific literature. An epidemic containment strategy needs to include early identification of super spreaders to limit an explosive growth. Super spreaders tend to get stigmatized, resulting in late reporting and hiding of cases. It is important for program managers to be sensitive to the manner in which related information is shared with media and general public."}
{"metadata": {"dataset": "trec-covid", "query_id": "14", "doc_id": "2t4fsfy9"}, "id": "trec-covid-14-2t4fsfy9", "question": "what evidence is there related to COVID-19 super spreaders", "context": "Super-spreading events in an outbreak can change the nature of an epidemic. Therefore, it is useful for public health teams to determine if an ongoing outbreak has any contribution from such events, which may be amenable to interventions. We estimated the basic reproductive number (R0) and the dispersion factor (k) from empirical data on clusters of epidemiologically-linked COVID-19 cases in Hong Kong, Japan and Singapore. This allowed us to infer the presence or absence of super-spreading events during the early phase of these outbreaks. The relatively large values of k implied that large cluster sizes, compatible with super-spreading, were unlikely."}
{"metadata": {"dataset": "trec-covid", "query_id": "15", "doc_id": "no"}, "id": "trec-covid-15-no", "question": "how long can the coronavirus live outside the body", "context": null}
{"metadata": {"dataset": "trec-covid", "query_id": "15", "doc_id": "0y8lfjkx"}, "id": "trec-covid-15-0y8lfjkx", "question": "how long can the coronavirus live outside the body", "context": "The advent of severe acute respiratory syndrome and its potential environmental transmission indicates the need for more information on the survival of coronavirus in water and wastewater. The survival of representative coronaviruses, feline infectious peritonitis virus, and human coronavirus 229E was determined in filtered and unfiltered tap water (4 and 23°C) and wastewater (23°C). This was compared to poliovirus 1 under the same test conditions. Inactivation of coronaviruses in the test water was highly dependent on temperature, level of organic matter, and presence of antagonistic bacteria. The time required for the virus titer to decrease 99.9% (T(99.9)) shows that in tap water, coronaviruses are inactivated faster in water at 23°C (10 days) than in water at 4°C (>100 days). Coronaviruses die off rapidly in wastewater, with T(99.9) values of between 2 and 4 days. Poliovirus survived longer than coronaviruses in all test waters, except the 4°C tap water."}
{"metadata": {"dataset": "trec-covid", "query_id": "15", "doc_id": "959w9sln"}, "id": "trec-covid-15-959w9sln", "question": "how long can the coronavirus live outside the body", "context": "How long do viruses like cold, flu and coronavirus survive outside the body? What factors affect this?"}
{"metadata": {"dataset": "trec-covid", "query_id": "15", "doc_id": "hgau3922"}, "id": "trec-covid-15-hgau3922", "question": "how long can the coronavirus live outside the body", "context": "How long do viruses like cold, flu and coronavirus survive outside the body? What factors affect this? Douglas Fairchild, Two Harbors, Minnesota, US"}
{"metadata": {"dataset": "trec-covid", "query_id": "15", "doc_id": "ou7w3zkv"}, "id": "trec-covid-15-ou7w3zkv", "question": "how long can the coronavirus live outside the body", "context": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a highly contagious virus that can transmit through respiratory droplets, aerosols, or contacts. Frequent touching of contaminated surfaces in public areas is therefore a potential route of SARS-CoV-2 transmission. The inanimate surfaces have often been described as a source of nosocomial infections. However, summaries on the transmissibility of coronaviruses from contaminated surfaces to induce the coronavirus disease 2019 are rare at present. This review aims to summarize data on the persistence of different coronaviruses on inanimate surfaces. The literature was systematically searched on Medline without language restrictions. All reports with experimental evidence on the duration persistence of coronaviruses on any type of surface were included. Most viruses from the respiratory tract, such as coronaviruses, influenza, SARS-CoV, or rhinovirus, can persist on surfaces for a few days. Persistence time on inanimate surfaces varied from minutes to up to one month, depending on the environmental conditions. SARS-CoV-2 can be sustained in air in closed unventilated buses for at least 30 min without losing infectivity. The most common coronaviruses may well survive or persist on surfaces for up to one month. Viruses in respiratory or fecal specimens can maintain infectivity for quite a long time at room temperature. Absorbent materials like cotton are safer than unabsorbent materials for protection from virus infection. The risk of transmission via touching contaminated paper is low. Preventive strategies such as washing hands and wearing masks are critical to the control of coronavirus disease 2019."}
{"metadata": {"dataset": "trec-covid", "query_id": "15", "doc_id": "7ftq02ev"}, "id": "trec-covid-15-7ftq02ev", "question": "how long can the coronavirus live outside the body", "context": "Dental practices now need to be more vigilant than ever and pay extra attention to hygiene in the surgery Hospitals are currently operating an hourly total clean policy and it would be prudent for dental practices to look to operate something similar to reduce the possibility of viral transmission The Government is encouraging people to stay at home and maintain social distancing during the pandemic However, key workers must go to work, use public transport and mix with high risk people People also need to go to supermarkets to get their groceries The surfaces in these public places are likely to be contaminated;these germs can then be brought into homes or dental practices"}
{"metadata": {"dataset": "trec-covid", "query_id": "15", "doc_id": "k9xhphpl"}, "id": "trec-covid-15-k9xhphpl", "question": "how long can the coronavirus live outside the body", "context": "Summary Currently, the emergence of a novel human coronavirus, SARS-CoV-2, has become a global health concern causing severe respiratory tract infections in humans. Human-to-human transmissions have been described with incubation times between 2-10 days, facilitating its spread via droplets, contaminated hands or surfaces. We therefore reviewed the literature on all available information about the persistence of human and veterinary coronaviruses on inanimate surfaces as well as inactivation strategies with biocidal agents used for chemical disinfection, e.g. in healthcare facilities. The analysis of 22 studies reveals that human coronaviruses such as Severe Acute Respiratory Syndrome (SARS) coronavirus, Middle East Respiratory Syndrome (MERS) coronavirus or endemic human coronaviruses (HCoV) can persist on inanimate surfaces like metal, glass or plastic for up to 9 days, but can be efficiently inactivated by surface disinfection procedures with 62–71% ethanol, 0.5% hydrogen peroxide or 0.1% sodium hypochlorite within 1 minute. Other biocidal agents such as 0.05–0.2% benzalkonium chloride or 0.02% chlorhexidine digluconate are less effective. As no specific therapies are available for SARS-CoV-2, early containment and prevention of further spread will be crucial to stop the ongoing outbreak and to control this novel infectious thread."}
{"metadata": {"dataset": "trec-covid", "query_id": "15", "doc_id": "80dfqjql"}, "id": "trec-covid-15-80dfqjql", "question": "how long can the coronavirus live outside the body", "context": "Summary The novel human coronavirus SARS-CoV-2 has become a global health concern causing severe respiratory tract infections in humans. Human-to-human transmissions have been described, probably via droplets but possibly also via contaminated hands or surfaces. In a recent review on the persistence of human and veterinary coronaviruses on inanimate surfaces it was shown that human coronaviruses such as Severe Acute Respiratory Syndrome (SARS) coronavirus, Middle East Respiratory Syndrome (MERS) coronavirus or endemic human coronaviruses (HCoV) can persist on inanimate surfaces like metal, glass or plastic for up to 9 days. Some disinfectant agents effectively reduce coronavirus infectivity within 1 minute such 62%–71% ethanol, 0.5% hydrogen peroxide or 0.1% sodium hypochlorite. Other compounds such as 0.05%–0.2% benzalkonium chloride or 0.02% chlorhexidine digluconate are less effective. An effective surface disinfection may help to ensure an early containment and prevention of further viral spread."}
{"metadata": {"dataset": "trec-covid", "query_id": "15", "doc_id": "ssq0dwmn"}, "id": "trec-covid-15-ssq0dwmn", "question": "how long can the coronavirus live outside the body", "context": "Currently, the emergence of a novel human coronavirus, SARS-CoV-2, has become a global health concern causing severe respiratory tract infections in humans. Human-to-human transmissions have been described with incubation times between 2-10 days, facilitating its spread via droplets, contaminated hands or surfaces. We therefore reviewed the literature on all available information about the persistence of human and veterinary coronaviruses on inanimate surfaces as well as inactivation strategies with biocidal agents used for chemical disinfection, e.g. in healthcare facilities. The analysis of 22 studies reveals that human coronaviruses such as Severe Acute Respiratory Syndrome (SARS) coronavirus, Middle East Respiratory Syndrome (MERS) coronavirus or endemic human coronaviruses (HCoV) can persist on inanimate surfaces like metal, glass or plastic for up to 9 days, but can be efficiently inactivated by surface disinfection procedures with 62-71% ethanol, 0.5% hydrogen peroxide or 0.1% sodium hypochlorite within 1 minute. Other biocidal agents such as 0.05-0.2% benzalkonium chloride or 0.02% chlorhexidine digluconate are less effective. As no specific therapies are available for SARS-CoV-2, early containment and prevention of further spread will be crucial to stop the ongoing outbreak and to control this novel infectious thread."}
{"metadata": {"dataset": "trec-covid", "query_id": "15", "doc_id": "u5nxm9tu"}, "id": "trec-covid-15-u5nxm9tu", "question": "how long can the coronavirus live outside the body", "context": "In the current SARS-CoV-2 pandemic a key unsolved question is the quality and duration of acquired immunity in recovered individuals. This is crucial to solve, however SARS-CoV-2 has circulated for under five months, precluding a direct study. We therefore monitored 10 subjects over a time span of 35 years (1985-2020), providing a total of 2473 follow up person-months, and determined a) their antibody levels following infection by any of the four seasonal human coronaviruses, and b) the time period after which reinfections by the same virus can occur. An alarmingly short duration of protective immunity to coronaviruses was found by both analyses. We saw frequent reinfections at 12 months post-infection and a substantial reduction in antibody levels as soon as 6 months post-infection."}
{"metadata": {"dataset": "trec-covid", "query_id": "15", "doc_id": "aqqvww7f"}, "id": "trec-covid-15-aqqvww7f", "question": "how long can the coronavirus live outside the body", "context": "Abstract A previous report demonstrated that intracerebrally inoculated coronavirus produced CNS disease in two species of primates (Murray RS, Cai G-Y, Hoel K, et al. , Virol 1992; 188: 274-84). We were therefore interested in testing the potential of coronaviruses to infect primate CNS tissue following peripheral inoculation. Four Owl monkeys (Aotus trivirgatus) were inoculated intranasally and ocularly and four were inoculated intravenously with coronavirus JHM OMp1 (Murray RS, Cai G-Y, Hoel K, et al., Virol 1992; 188: 274-84). Two intranasally and two intravenously inoculated animals received a second intravenous inoculum at 153 days post-infection. The animals were sacrificed 16, 38, 194, and 215 days post-infection. Tissue sections from brain and spinal cord were screened for viral products by in situ hybridization and immunostaining. Virus RNA and/or antigen was detected in the brains of all animals and the distribution corresponded to areas of inflammation and edema. Viral products were predominantly found in blood vessels and perivascular regions, suggesting hematogenous spread with entry into the central nervous system through endothelium."}
{"metadata": {"dataset": "trec-covid", "query_id": "16", "doc_id": "no"}, "id": "trec-covid-16-no", "question": "how long does coronavirus remain stable  on surfaces?", "context": null}
{"metadata": {"dataset": "trec-covid", "query_id": "16", "doc_id": "ou7w3zkv"}, "id": "trec-covid-16-ou7w3zkv", "question": "how long does coronavirus remain stable  on surfaces?", "context": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a highly contagious virus that can transmit through respiratory droplets, aerosols, or contacts. Frequent touching of contaminated surfaces in public areas is therefore a potential route of SARS-CoV-2 transmission. The inanimate surfaces have often been described as a source of nosocomial infections. However, summaries on the transmissibility of coronaviruses from contaminated surfaces to induce the coronavirus disease 2019 are rare at present. This review aims to summarize data on the persistence of different coronaviruses on inanimate surfaces. The literature was systematically searched on Medline without language restrictions. All reports with experimental evidence on the duration persistence of coronaviruses on any type of surface were included. Most viruses from the respiratory tract, such as coronaviruses, influenza, SARS-CoV, or rhinovirus, can persist on surfaces for a few days. Persistence time on inanimate surfaces varied from minutes to up to one month, depending on the environmental conditions. SARS-CoV-2 can be sustained in air in closed unventilated buses for at least 30 min without losing infectivity. The most common coronaviruses may well survive or persist on surfaces for up to one month. Viruses in respiratory or fecal specimens can maintain infectivity for quite a long time at room temperature. Absorbent materials like cotton are safer than unabsorbent materials for protection from virus infection. The risk of transmission via touching contaminated paper is low. Preventive strategies such as washing hands and wearing masks are critical to the control of coronavirus disease 2019."}
{"metadata": {"dataset": "trec-covid", "query_id": "16", "doc_id": "k9xhphpl"}, "id": "trec-covid-16-k9xhphpl", "question": "how long does coronavirus remain stable  on surfaces?", "context": "Summary Currently, the emergence of a novel human coronavirus, SARS-CoV-2, has become a global health concern causing severe respiratory tract infections in humans. Human-to-human transmissions have been described with incubation times between 2-10 days, facilitating its spread via droplets, contaminated hands or surfaces. We therefore reviewed the literature on all available information about the persistence of human and veterinary coronaviruses on inanimate surfaces as well as inactivation strategies with biocidal agents used for chemical disinfection, e.g. in healthcare facilities. The analysis of 22 studies reveals that human coronaviruses such as Severe Acute Respiratory Syndrome (SARS) coronavirus, Middle East Respiratory Syndrome (MERS) coronavirus or endemic human coronaviruses (HCoV) can persist on inanimate surfaces like metal, glass or plastic for up to 9 days, but can be efficiently inactivated by surface disinfection procedures with 62–71% ethanol, 0.5% hydrogen peroxide or 0.1% sodium hypochlorite within 1 minute. Other biocidal agents such as 0.05–0.2% benzalkonium chloride or 0.02% chlorhexidine digluconate are less effective. As no specific therapies are available for SARS-CoV-2, early containment and prevention of further spread will be crucial to stop the ongoing outbreak and to control this novel infectious thread."}
{"metadata": {"dataset": "trec-covid", "query_id": "16", "doc_id": "ssq0dwmn"}, "id": "trec-covid-16-ssq0dwmn", "question": "how long does coronavirus remain stable  on surfaces?", "context": "Currently, the emergence of a novel human coronavirus, SARS-CoV-2, has become a global health concern causing severe respiratory tract infections in humans. Human-to-human transmissions have been described with incubation times between 2-10 days, facilitating its spread via droplets, contaminated hands or surfaces. We therefore reviewed the literature on all available information about the persistence of human and veterinary coronaviruses on inanimate surfaces as well as inactivation strategies with biocidal agents used for chemical disinfection, e.g. in healthcare facilities. The analysis of 22 studies reveals that human coronaviruses such as Severe Acute Respiratory Syndrome (SARS) coronavirus, Middle East Respiratory Syndrome (MERS) coronavirus or endemic human coronaviruses (HCoV) can persist on inanimate surfaces like metal, glass or plastic for up to 9 days, but can be efficiently inactivated by surface disinfection procedures with 62-71% ethanol, 0.5% hydrogen peroxide or 0.1% sodium hypochlorite within 1 minute. Other biocidal agents such as 0.05-0.2% benzalkonium chloride or 0.02% chlorhexidine digluconate are less effective. As no specific therapies are available for SARS-CoV-2, early containment and prevention of further spread will be crucial to stop the ongoing outbreak and to control this novel infectious thread."}
{"metadata": {"dataset": "trec-covid", "query_id": "16", "doc_id": "80dfqjql"}, "id": "trec-covid-16-80dfqjql", "question": "how long does coronavirus remain stable  on surfaces?", "context": "Summary The novel human coronavirus SARS-CoV-2 has become a global health concern causing severe respiratory tract infections in humans. Human-to-human transmissions have been described, probably via droplets but possibly also via contaminated hands or surfaces. In a recent review on the persistence of human and veterinary coronaviruses on inanimate surfaces it was shown that human coronaviruses such as Severe Acute Respiratory Syndrome (SARS) coronavirus, Middle East Respiratory Syndrome (MERS) coronavirus or endemic human coronaviruses (HCoV) can persist on inanimate surfaces like metal, glass or plastic for up to 9 days. Some disinfectant agents effectively reduce coronavirus infectivity within 1 minute such 62%–71% ethanol, 0.5% hydrogen peroxide or 0.1% sodium hypochlorite. Other compounds such as 0.05%–0.2% benzalkonium chloride or 0.02% chlorhexidine digluconate are less effective. An effective surface disinfection may help to ensure an early containment and prevention of further viral spread."}
{"metadata": {"dataset": "trec-covid", "query_id": "16", "doc_id": "khpc9f98"}, "id": "trec-covid-16-khpc9f98", "question": "how long does coronavirus remain stable  on surfaces?", "context": "Frequently touched surfaces of a university classroom that is cleaned daily contained viable human coronavirus 229E (CoV-229E). Tests of a CoV-229E laboratory strain under conditions that simulated the ambient light, temperature, and relative humidity conditions of the classroom revealed that some of the virus remained viable on various surfaces for 7 days, suggesting CoV-229E is relatively stable in the environment. Our findings reinforce the notion that contact transmission may be possible for this virus."}
{"metadata": {"dataset": "trec-covid", "query_id": "16", "doc_id": "04awj06g"}, "id": "trec-covid-16-04awj06g", "question": "how long does coronavirus remain stable  on surfaces?", "context": "We found that environmental conditions affect the stability of severe acute respiratory syndrome coronavirus 2 in nasal mucus and sputum. The virus is more stable at low-temperature and low-humidity conditions, whereas warmer temperature and higher humidity shortened half-life. Although infectious virus was undetectable after 48 hours, viral RNA remained detectable for 7 days."}
{"metadata": {"dataset": "trec-covid", "query_id": "16", "doc_id": "4819g00y"}, "id": "trec-covid-16-4819g00y", "question": "how long does coronavirus remain stable  on surfaces?", "context": "We found that environmental conditions affect the stability of severe acute respiratory syndrome coronavirus 2 in nasal mucus and sputum. The virus is more stable at low-temperature and low-humidity conditions, whereas warmer temperature and higher humidity shortened half-life. Although infectious virus was undetectable after 48 hours, viral RNA remained detectable for 7 days."}
{"metadata": {"dataset": "trec-covid", "query_id": "16", "doc_id": "0y8lfjkx"}, "id": "trec-covid-16-0y8lfjkx", "question": "how long does coronavirus remain stable  on surfaces?", "context": "The advent of severe acute respiratory syndrome and its potential environmental transmission indicates the need for more information on the survival of coronavirus in water and wastewater. The survival of representative coronaviruses, feline infectious peritonitis virus, and human coronavirus 229E was determined in filtered and unfiltered tap water (4 and 23°C) and wastewater (23°C). This was compared to poliovirus 1 under the same test conditions. Inactivation of coronaviruses in the test water was highly dependent on temperature, level of organic matter, and presence of antagonistic bacteria. The time required for the virus titer to decrease 99.9% (T(99.9)) shows that in tap water, coronaviruses are inactivated faster in water at 23°C (10 days) than in water at 4°C (>100 days). Coronaviruses die off rapidly in wastewater, with T(99.9) values of between 2 and 4 days. Poliovirus survived longer than coronaviruses in all test waters, except the 4°C tap water."}
{"metadata": {"dataset": "trec-covid", "query_id": "16", "doc_id": "tjplc5j6"}, "id": "trec-covid-16-tjplc5j6", "question": "how long does coronavirus remain stable  on surfaces?", "context": "Assessment of the risks posed by severe acute respiratory syndrome (SARS) coronavirus (SARS-CoV) on surfaces requires data on survival of this virus on environmental surfaces and on how survival is affected by environmental variables, such as air temperature (AT) and relative humidity (RH). The use of surrogate viruses has the potential to overcome the challenges of working with SARS-CoV and to increase the available data on coronavirus survival on surfaces. Two potential surrogates were evaluated in this study; transmissible gastroenteritis virus (TGEV) and mouse hepatitis virus (MHV) were used to determine effects of AT and RH on the survival of coronaviruses on stainless steel. At 4 degrees C, infectious virus persisted for as long as 28 days, and the lowest level of inactivation occurred at 20% RH. Inactivation was more rapid at 20 degrees C than at 4 degrees C at all humidity levels; the viruses persisted for 5 to 28 days, and the slowest inactivation occurred at low RH. Both viruses were inactivated more rapidly at 40 degrees C than at 20 degrees C. The relationship between inactivation and RH was not monotonic, and there was greater survival or a greater protective effect at low RH (20%) and high RH (80%) than at moderate RH (50%). There was also evidence of an interaction between AT and RH. The results show that when high numbers of viruses are deposited, TGEV and MHV may survive for days on surfaces at ATs and RHs typical of indoor environments. TGEV and MHV could serve as conservative surrogates for modeling exposure, the risk of transmission, and control measures for pathogenic enveloped viruses, such as SARS-CoV and influenza virus, on health care surfaces."}
{"metadata": {"dataset": "trec-covid", "query_id": "16", "doc_id": "7ftq02ev"}, "id": "trec-covid-16-7ftq02ev", "question": "how long does coronavirus remain stable  on surfaces?", "context": "Dental practices now need to be more vigilant than ever and pay extra attention to hygiene in the surgery Hospitals are currently operating an hourly total clean policy and it would be prudent for dental practices to look to operate something similar to reduce the possibility of viral transmission The Government is encouraging people to stay at home and maintain social distancing during the pandemic However, key workers must go to work, use public transport and mix with high risk people People also need to go to supermarkets to get their groceries The surfaces in these public places are likely to be contaminated;these germs can then be brought into homes or dental practices"}
{"metadata": {"dataset": "trec-covid", "query_id": "17", "doc_id": "no"}, "id": "trec-covid-17-no", "question": "are there any clinical trials available for the coronavirus", "context": null}
{"metadata": {"dataset": "trec-covid", "query_id": "17", "doc_id": "h10o18ss"}, "id": "trec-covid-17-h10o18ss", "question": "are there any clinical trials available for the coronavirus", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "17", "doc_id": "dzvfaa8z"}, "id": "trec-covid-17-dzvfaa8z", "question": "are there any clinical trials available for the coronavirus", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "17", "doc_id": "tjsa86l7"}, "id": "trec-covid-17-tjsa86l7", "question": "are there any clinical trials available for the coronavirus", "context": "Objective: To summarize the main characteristics of clinical studies regarding coronavirus disease 2019 (COVID-19) registered on the Chinese and US NIH Official Clinical Trial Registration Websites. Methods: To search all the clinical studies about COVID-19 which were registered on the Chinese and U.S. NIH official clinical trial registration websites until March 9, 2020. The search terms were \"new coronavirus pneumonia (COVID-19), 2019-nCoV, novel coronavirus pneumonia\". Results: Overall, 360 studies with a total sample size of 268, 773 participants are registered on Chinese clinical trial registration website, and 74 studies with a total sample size of 73, 723 participants in the U.S. NIH clinical trial registration website. According to the information provided by the Chinese Clinical Trial Registration Website, there are 237 interventional studies, 108 observational studies, and 15 diagnostic test studies; and the most commonly studied interventions were Traditional Chinese Medicine in 80 studies, antiviral therapy in 58 studies, stem cells in 19 studies, plasma of recovered patients in 13 studies, glucocorticoid in 7 studies, molecular targeted therapy in 4 studies, and vaccine in 2 studies. According to the information provided by the U.S. NIH Clinical Trial Registration Website, there were 54 interventional studies, 17 observational studies, and 3 diagnostic test studies; and the most commonly studied interventions were antiviral therapy in 16 studies, stem cells in 7 studies, Traditional Chinese Medicine in 6 studies, molecular targeted therapy in 3 studies, and vaccine in 3 studies. Conclusions Numerous clinical studies related to COVID-19 have been registered during a very short period. Among them, Traditional Chinese Medicine is the most commonly studied intervention, which suggests the Chinese characteristics in medical care. However, considering such a large sample size needed for these clinical studies, it is very important to ensure the enrollment of participants effectively and orderly in future."}
{"metadata": {"dataset": "trec-covid", "query_id": "17", "doc_id": "jwrheaph"}, "id": "trec-covid-17-jwrheaph", "question": "are there any clinical trials available for the coronavirus", "context": "Since the report of the first case of coronavirus disease 2019 (COVID-19) in China in late December 2019, there have been 204 610 cases worldwide as of 18 March, 2020. As part of the response to this outbreak, there has been an impressive amount of research undertaken to better characterize the disease and to evaluate therapeutic options. By March 12, 2020, there are more than 382 studies registered in the clinical trials databases addressing COVID-19 including more than 80 randomized controlled trials."}
{"metadata": {"dataset": "trec-covid", "query_id": "17", "doc_id": "vxqdfiel"}, "id": "trec-covid-17-vxqdfiel", "question": "are there any clinical trials available for the coronavirus", "context": "The World Health Organization (WHO) was informed on December 2019 about a coronavirus pneumonia outbreak in Wuhan, Hubei province (China). Subsequently, on March 12, 2020, 125,048 cases and 4,614 deaths were reported. Coronavirus is an enveloped RNA virus, from the genus Betacoronavirus, that is distributed in birds, humans, and other mammals. WHO has named the novel coronavirus disease as COVID-19. More than 80 clinical trials have been launched to test coronavirus treatment, including some drug repurposing or repositioning for COVID-19. Hence, we performed a search in March 2020 of the clinicaltrials.gov database. The eligibility criteria for the retrieved studies were: contain a clinicaltrials.gov base identifier number; describe the number of participants and the period for the study; describe the participants’ clinical conditions; and utilize interventions with medicines already studied or approved for any other disease in patients infected with the novel coronavirus SARS-CoV-2 (2019-nCoV). It is essential to emphasize that this article only captured trials listed in the clinicaltrials.gov database. We identified 24 clinical trials, involving more than 20 medicines, such as human immunoglobulin, interferons, chloroquine, hydroxychloroquine, arbidol, remdesivir, favipiravir, lopinavir, ritonavir, oseltamivir, methylprednisolone, bevacizumab, and traditional Chinese medicines (TCM). Although drug repurposing has some limitations, repositioning clinical trials may represent an attractive strategy because they facilitate the discovery of new classes of medicines; they have lower costs and take less time to reach the market; and there are existing pharmaceutical supply chains for formulation and distribution."}
{"metadata": {"dataset": "trec-covid", "query_id": "17", "doc_id": "ev8n2n52"}, "id": "trec-covid-17-ev8n2n52", "question": "are there any clinical trials available for the coronavirus", "context": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has reached global epidemic status claiming more than 319K lives and affecting more than 4 81M people and counting worldwide Considering the severity of the situation and low recovery rate many research institutions and pharmaceutical industries are rushing to learn more about this new virus and the morbid physiology of this disease with effective diagnostic methods, therapeutic agents and vaccines Various approaches are highlighted for comparing the possible treatment methods available for COVID-19 some of which are BCG vaccination on COVID-19 and Non-pharmaceutical interventions, drug based clinical trials of Hydroxychloroquine-Azithromycin, chloroquine, lopinavir/ritonavir, ChAdOx1 nCoV-19, Remdesivir, Stem Cell therapy and mesenchymal stromal cell therapy, etc"}
{"metadata": {"dataset": "trec-covid", "query_id": "17", "doc_id": "zsgv8iec"}, "id": "trec-covid-17-zsgv8iec", "question": "are there any clinical trials available for the coronavirus", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "17", "doc_id": "pwd6a1vr"}, "id": "trec-covid-17-pwd6a1vr", "question": "are there any clinical trials available for the coronavirus", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "17", "doc_id": "f5tpz8ze"}, "id": "trec-covid-17-f5tpz8ze", "question": "are there any clinical trials available for the coronavirus", "context": "SARS-CoV-2 continues to spread rapidly outside of mainland China. As of April 6, there are over 300,000 cases and 10,000 deaths in the US. Effective therapies for the novel Coronavirus are urgently needed and over 200 clinical trials are now underway across the globe. Recognizing the need for robust randomized control trials, the World Health Organization (WHO) recently organized a multinational randomized trial-the SOLIDARITY trial-to study the effect of drugs that have been identified as promising based on in-vitro data and the early clinical experience with COVID-19: Remdesivir, lopinavir and ritonavir; lopinavir and ritonavir + interferon; and chloroquine or hydroxychloroquine."}
{"metadata": {"dataset": "trec-covid", "query_id": "17", "doc_id": "eitnkdi9"}, "id": "trec-covid-17-eitnkdi9", "question": "are there any clinical trials available for the coronavirus", "context": "The emerging outbreak of coronavirus disease 2019 (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 continues to spread all over the world. Agents or vaccines of proven efficacy to treat or prevent human coronavirus infection are in urgent need and are being investigated vigorously worldwide. This review summarizes the current evidence of potential therapeutic agents, such as lopinavir/ritonavir, remdesivir, favipiravir, chloroquine, hydroxychloroquine, interferon, ribavirin, tocilizumab, and sarilumab. More clinical trials are being conducted for further confirmation of the efficacy and safety of these agents in treating COVID-19."}
{"metadata": {"dataset": "trec-covid", "query_id": "18", "doc_id": "no"}, "id": "trec-covid-18-no", "question": "what are the best masks for preventing infection by Covid-19?", "context": null}
{"metadata": {"dataset": "trec-covid", "query_id": "18", "doc_id": "st7c4v9v"}, "id": "trec-covid-18-st7c4v9v", "question": "what are the best masks for preventing infection by Covid-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "18", "doc_id": "e3icgsl9"}, "id": "trec-covid-18-e3icgsl9", "question": "what are the best masks for preventing infection by Covid-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "18", "doc_id": "a6gaoeie"}, "id": "trec-covid-18-a6gaoeie", "question": "what are the best masks for preventing infection by Covid-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "18", "doc_id": "imv1ygf6"}, "id": "trec-covid-18-imv1ygf6", "question": "what are the best masks for preventing infection by Covid-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "18", "doc_id": "vtxu50wz"}, "id": "trec-covid-18-vtxu50wz", "question": "what are the best masks for preventing infection by Covid-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "18", "doc_id": "vkex8le2"}, "id": "trec-covid-18-vkex8le2", "question": "what are the best masks for preventing infection by Covid-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "18", "doc_id": "84asc8do"}, "id": "trec-covid-18-84asc8do", "question": "what are the best masks for preventing infection by Covid-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "18", "doc_id": "f4sd7vbi"}, "id": "trec-covid-18-f4sd7vbi", "question": "what are the best masks for preventing infection by Covid-19?", "context": "Controversy exists around the appropriate types of masks and the situations in which they should be used in community and health care settings for the prevention of SARS-CoV-2 infection. In this article, the American College of Physicians (ACP) provides recommendations based on the best available evidence through 14 April 2020 on the effectiveness of N95 respirators, surgical masks, and cloth masks in reducing transmission of infection. The ACP plans periodic updates of these recommendations on the basis of ongoing surveillance of the literature for 1 year from the initial search date."}
{"metadata": {"dataset": "trec-covid", "query_id": "18", "doc_id": "702cq6to"}, "id": "trec-covid-18-702cq6to", "question": "what are the best masks for preventing infection by Covid-19?", "context": ""}
{"metadata": {"dataset": "trec-covid", "query_id": "18", "doc_id": "rnle3aji"}, "id": "trec-covid-18-rnle3aji", "question": "what are the best masks for preventing infection by Covid-19?", "context": ""}
